{
  "How do I Billings and support centre?": "Our app automatically generates invoices once a booking is completed, based on the timesheet you confirmed. These invoices are also sent directly to Xero, and our accounts team will email them to you from there.\nYou can also view or download your invoices anytime through the Billing section in the app.\nIf you have any questions about your account or anything else, the best way to reach us is by submitting a Support Request through the app. Just go to Account, then Support, and tap on Support Request.\nThis is the fastest way to get help, as your inquiry will be sent straight to the right person who can assist you.",
  "How do I Failed bookings and leave applications?": "Sometimes, for various reasons, a booking you’ve posted might fail—but don’t worry! We’ve got it all covered and will always do our best to find you a teacher without adding stress on your end.\nIf you've booked a favourite teacher and they decline, and you've agreed to extend the booking to the public pool, the app will automatically do that for you once their unavailability is confirmed.\nOur app will also let you know in advance if we're unable to find a teacher to start at your posted time. If you're open to a slightly later start, we recommend trying again—especially for urgent bookings. Reposting with a later start time often leads to a successful match. Just tap the Repost button under the failed booking and adjust the start time.\nIf a teacher who accepted your booking applies for leave, no need to recreate the job. We’ll automatically repost it to the same pool—whether favourites or public—and notify you about the leave.\nJust a heads-up: leave applications are meant for genuine urgencies, and we closely monitor them. Frequent or last-minute leave requests may result in a teacher’s account being paused.",
  "What is the App overview?": "Kia ora, welcome to Utopia!\nI’m Joshua, and I’ll walk you through an overview of the Utopia app.\nWith Utopia, you can create jobs to find relievers, build your favourite teacher pools, manage bookings, billing, and timesheets, and even offer full-time roles to your preferred teachers—all in one app.\nBuilding Your Favourite Teacher Pool\nAs you start using Utopia, you can build your own favourite teacher pool under the Favourite section. Simply favourite teachers who have worked at your centre and fit well with your team, or block those who don’t. If you know any teachers who haven’t worked with you through Utopia yet, you can search for them using the search bar.\nManaging Bookings\nEasily manage your bookings under the Calendar portal, where you can view all your upcoming jobs. Alternatively, go to Your Bookings to check any ongoing or upcoming bookings.\nUtopia keeps you informed every step of the way—you’ll receive app and email notifications so you never miss an update.\nCommunication Made Easy\nNeed to chat with a teacher? Utopia allows you to privately message your favourite teachers or those with upcoming jobs, making communication seamless.\nBilling & Timesheets\nIf there are discrepancies between actual booking hours and scheduled hours, you can easily correct them under the Billing section. This is also where you manage your centre’s billing.\nUtopia has stringent performance checks, and we take action based on your feedback. We’ll cover the performance and 7-step safety check in a later session.\nPermanent Hiring – Free of Charge!\nAt Utopia, permanent hiring is completely free. Simply post a job offer through the app, and we ensure you’re legally covered. Our performance-based hiring model allows you to make decisions based on real on-the-floor performance and team feedback. You can also scout teachers actively looking for permanent roles.\nWe’ll go into more detail on this later.",
  "How do I Managing processing and upcoming bookings?": "To manage your processing and upcoming bookings, just head to the Your Bookings section in the app. There, you’ll see any bookings that are still under processing. We’ll keep you updated at every step through phone notifications and emails.\nYou might also notice a little rocket icon under some bookings—that’s the Boost feature. It lets you tip teachers a few extra dollars if you’d like. It’s especially handy for urgent bookings, as it can help increase your chances of getting a teacher confirmed quickly.\nOnce a booking is connected to a teacher, you’ll find it under Upcoming Bookings, or you can also view it in the Calendar section. The calendar’s great for managing your roster because it gives you a full layout of your upcoming bookings, with green dots marking the days you’re covered.",
  "How do I Booking cancellation?": "If you need to cancel a connected booking, it’s really easy—just open your app, go to Bookings, then Upcoming, and tap the Cancel button next to the booking.\nCancellations are free if you cancel at least 24 hours before the job’s start time. If it's less than 24 hours, and the reason isn’t something unforeseen like an urgent closure, a 30% cancellation fee will apply based on the booking hours. That fee goes to the teacher who accepted the job, since they likely won’t have enough time to find a replacement booking.\nJust a heads-up—if you’re cancelling because of a change in booking hours, you don’t need to cancel the whole job. Instead, feel free to message the teacher by tapping their profile icon in the app. If they’re happy with the new hours, they can simply submit the correct timesheet at the end of the booking.\nWe totally understand that things can change last minute in reliever work. We just encourage you to keep your centre’s cancellation rate within a reasonable range, as it can affect your future connection rate with teachers.",
  "How do I Web App?": "You can manage bookings using either the mobile or web app. The web app has the same features as the mobile app, except for real-time notifications and chat.\nTo access the web app, visit the Utopia Education website, click 'Web App' on the top right, press access, then log in with your email and password.",
  "How to create a multiday job?": "How to create a multiday job\nKia Ora, through our Create a Job section, you can book a single day or a multi-day job. Let's explore how to create a multi-day booking. Let's say I need a qualified teacher every Monday, Tuesday, and Thursday, from the 24th of February to the 27th of March, working 8am to 4pm. First, I go to the Create a Job portal and enter the basic booking details. When I get to the calendar, I select the 24th of February and 8 a.m. as my start date and time. Then, I set the 27th of March and put 4 p.m. as the end date and time. Once I hit Submit, a pop-up window appears. I click Edit Shift. Since I don't need a teacher on Wednesdays, I simply toggle off Wednesday. If needed, I can adjust the hours for individual days. Because the booking days and hours are the same every week, I select copy shift for all weeks. This automatically applies the same schedule throughout. Simply submit the page and review the booking details. And that's it! My multi-day booking is now ready to go.",
  "What is the Create a job overview?": "Create a job overview\nKia ora. Welcome to Utopia. My name is Joshua. I am here to guide you through the Create a Job section. Let's explore the portal. Under the Create a Job section, you will find three key portals, each designed to meet your hiring needs efficiently. Create a Job, our standard booking portal, ideal for posting urgent bookings or bookings where you need a teacher to start within the next two weeks. Advanced Booking. Book in advance and receive an extra discount when scheduling 14 days ahead. This portal helps you plan while saving on costs. Permanent Job Trial. This portal is specially designed for our UR-free feature, giving centers the flexibility to explore, connect, and trial teachers before making a final decision. Let's take a closer look at how each of these portals works in more detail. Let's take a look at how to create a job through the standard booking portal. As you can see, we have clearly listed the rates for your reference, distinguishing between qualified and unqualified teachers. Our rates are demand-based, meaning they fluctuate depending on the number of available teachers in your area who are ready to work. We aim to bring down your costs when there are enough teachers to accept your job invites. Let's go through an example. I need a qualified teacher for February 19th from 830 a.m. to 4 p.m. First, I'll select qualified teacher as a role. The number of teachers I need is one. The age group may vary and I don't have a gender preference. I can also include specific job descriptions like please prepare for mat time. Anything you'd like to request for this booking can be outlined there. Now, let's move to the calendar section. Since I need the teacher to start at 830 a.m. on February 19th, I'll select start date February 19th, start time 830 a.m., end date February 19th, and time 4 p.m. If you have a booking spanning multiple days, you can set the end date as the final day on the calendar. We will cover multi-day bookings in more detail in a later session for your reference. Once you've submitted the booking details, you'll be taken to the confirmation page where you can review a summary of your booking for reference. You may notice a post option on this page. This is where you can choose to send the job invite to either the public teacher pool or your favorite teacher pool if you've built one. For now, I will choose to send this booking to the public teacher pool. Upon clicking confirm, your booking will be processed and available teachers within your center's commuting range will be notified. For your reference, this is what will be displayed on the teacher side. Your booking will also move to the next portal, Your Bookings, under Processing Bookings. If you have planned your roster in advance, don't forget to create your job through the Advanced Booking Portal. Please note that to claim the discounted rate, the booking must be made through this portal. The rates displayed here are already discounted compared to those in the advanced booking portal is the same as in the standard booking portal, with one key difference. On the calendar, you can only select a start date at least 14 days from today. To keep things more streamlined, we will discuss this portal alongside our UR free feature. Thanks for watching!",
  "How to create a trial job?": "Verbal Script – U R FREE Portal Overview\n\"At Utopia, permanent hiring is completely free! If you’ve worked with a reliever you really like and want to offer them a permanent position, all you need to do is create a job offer through the Utopia app—it’s that simple!\nNow, let me walk you through how the U R FREE portal works.\nYou'll notice two sections under U R FREE:\n1. Job Offer Section\nThis is where you can offer a permanent role to your favourite teacher.\nJust follow the instructions, fill in the job details, and send the offer.\nOnce sent, you’ll be notified when the teacher accepts or declines the offer.\n2. Job Seeker Portal\nThis section is designed for teachers who have marked themselves as available for a permanent role.\nWhat’s great about Utopia is that we offer a performance-based hiring approach, meaning you can try out teachers as relievers first before committing to a permanent hire.\nThe teachers you see in this section are within your commuting range—they’ve confirmed they can travel to your centre.\nTo view a teacher’s profile, just press “Learn More”.\nIf you like what you see and want to trial the teacher, simply click “Create a Trial Job”.\nNow, if you don’t have any relieving jobs available at the moment, no worries!\nYou can bookmark teachers by pressing the star icon, so they’re saved for future reference. You can find all your bookmarked teachers under the BOOKMARKED section.\nHow to Create a Trial Job for Bookmarked Teachers\nJust go to Create a Job.\nSelect U R FREE Job Seekers.\nChoose from the teachers you’ve bookmarked.\nThen, create a job based on the teacher’s availability.\nThis way, you get to observe how they work with your team before making a long-term decision.",
  "How do I Centre - edit timesheet?": "Once the booking is completed and the teacher has submitted their timesheet, the app will notify you to confirm it. Simply head to your Billings section to review the timesheet.\nIf you need to make changes, just tap on the hours displayed in red and adjust them as needed. A pop-up window will ask for a reason for the change—this helps Utopia review any discrepancies. Submitting an accurate timesheet is part of the teacher’s code of conduct, and we appreciate your help in monitoring it.\nA quick note: You’ll receive the timesheet as soon as the teacher submits it, which will be no later than midnight on the day of booking completion. If no action is taken on your end, the system will automatically submit the timesheet the following day at 6 PM based on the teacher’s submitted hours.\nTo avoid any invoice discrepancies, please ensure the timesheet is checked and confirmed before 6 PM the next day. Utopia will only invoice you based on the confirmed hours.",
  "How do I Safety check and performance?": "Utopia will notify you about your booking status through app notifications and emails. Once we've connected you with a teacher, you'll receive a real-time notification on your phone and an email confirmation.\nTwelve hours before the job starts, you'll get access to the teacher’s files via email. Just tap the download button to view them. Under this, you’ll also see an individual risk assessment, which outlines what we've done for the teacher’s safety check and when it was completed. Feel free to save this for auditing purposes if needed. The teacher’s file link will remain valid for seven days before it expires.\nNow, there are a couple of key things we want to assure you:\nUtopia has verified and stamped every document for your reference. We’ve sighted each teacher’s photo ID to ensure it matches the documents on file.\nWe go beyond just meeting the 7-step safety check requirement—we do more than that.\nEvery unqualified teacher on Utopia has provided at least two reference checks from ECE settings in New Zealand. This means all our unqualified teachers have prior experience in NZ centres, and their referees have confirmed their past performance as satisfactory.\nWe have a rigorous performance monitoring system, with a dedicated team reviewing teacher performance daily. Your feedback is essential, and we take action based on what you share.\nWe ensure all documents are valid, and no teacher actively taking jobs has invalid documentation. Teachers are required to bring their photo ID for your reference. If a teacher forgets to bring their ID, you’re welcome to turn them away"
}