{
  "where is the service agreement ": "You can access your Service Agreement in the Utopia app.\n\nHow to Find Your Service Agreement:\n?? Open the Utopia app\n?? Go to Account\n?? Select Support\n?? Tap on Service Agreement\n\nThis is the agreement you accepted when you first logged into the app to access UtopiaÕs services. Let me know if you need help! ??",
  "entitled breaks": "Break Entitlements for Utopia Relievers\nAlthough relievers are engaged as contractors and are responsible for managing their own breaks, Utopia expects that sufficient breaks are provided during assignments. The specific break arrangements should be discussed and agreed upon with the center.\n\nBreak Guidelines (Based on the Employment Relations Act 2000):\nDuration of Shift\tBreak Entitlement\n2 to 4 hours\t10-minute paid rest break\n4 to 6 hours\t10-minute paid rest break + 30-minute unpaid meal break\n6 to 8 hours\tTwo 10-minute paid rest breaks + 30-minute unpaid meal break\nImportant Notes:\n? Only lunch breaks are unpaid; rest breaks must be paid.\n? Centers and relievers should discuss and confirm break arrangements at the start of the shift.\n? If you feel you are not receiving appropriate breaks, you can raise this with the center directly or contact Utopia Support:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need further clarification! ??\n\n\n\n",
  "how to set up teaching profile ": "To set up your Teaching Profile on Utopia, follow these steps:\n\nGo to the Utopia App\n\nOpen the app and navigate to the Account section.\nSelect \"Teaching Profile\"\n\nThis is where you can introduce yourself to centers and increase your job opportunities.\nFill in Your Information\n\nUtopia provides prompts to help you summarize key details that centers want to know.\nChoose a prompt that best represents you and fill it out.\nInclude important details like your experience, teaching philosophy, and any specialties.\nPreview Your Profile\n\nBefore submitting, you can preview how your profile will appear to centers.\nSave & Publish\n\nOnce you're happy with it, hit Save to make your profile visible to centers.\nHaving a complete and professional profile increases your chances of receiving job invites and being noticed by centers?.",
  "how to preview teaching profile ": "To preview your Teaching Profile on Utopia before finalizing it, follow these steps:\n\nOpen the Utopia App\nGo to \"Account\" (bottom right corner).\nSelect \"Teaching Profile.\"\nFill in the required details (choose prompts, add your experience, etc.).\nTap \"Preview\" to see exactly how your profile will appear to centers.\nMake any edits if needed.\nOnce satisfied, hit \"Save.\"\nThis ensures your profile looks professional and appealing to centers before they view it?.",
  "how to change profile picture ": "To change your profile picture on Utopia, follow these steps:\n\nOpen the Utopia App.\nGo to \"Account\" (bottom right corner).\nSelect \"Teaching Profile.\"\nTap on your current profile picture.\nChoose \"Upload New Photo.\"\nYou can select an image from your gallery or take a new one.\nAdjust & Save.\nCrop or adjust the image if needed.\nTap \"Save\" to update your profile picture.\nYour new profile picture will now be visible to centers and included in your teaching profile?.",
  "how do I update first aid certificate ": "To update your First Aid Certificate on Utopia, follow these steps:\n\nOpen the Utopia App.\nGo to \"Account\" (bottom right corner).\nSelect \"Teaching Profile.\"\nLook for the section related to certifications or qualifications.\nTap \"Upload Certificate\" and choose your updated First Aid Certificate file (PDF or image).\nEnsure the document is clear and legible.\nTap \"Save\" to update your profile.\nYour updated certificate will now be visible to centers, ensuring they see you meet their requirements?.",
  "what does commuting range mean &how can I edit it": "How to Edit Your Commuting Range:\nOpen the Utopia App.\nGo to \"Account\" (bottom right corner).\nSelect \"Teaching Profile.\"\nFind the \"Commuting Range\" option.\nAdjust the distance (e.g., increase or decrease how far you're willing to travel).\nTap \"Save\" to update your settings.\nBy setting a realistic commuting range, you ensure you only receive job invites from centers within a comfortable travel distance?.",
  "is first aid certificate mandate ": "A First Aid Certificate is not mandatory to join Utopia, but it is highly recommended. Having a valid First Aid Certificate increases your chances of getting job invites, as many centers prefer teachers who are first-aid certified.\n\nIf you have a First Aid Certificate, you can upload it to your Teaching Profile to make yourself more appealing to centers?.",
  "I am an unqualified teahcer but will become qualified teacher soon, what should I do ": "Since you are transitioning from an unqualified teacher to a qualified teacher, you will need assistance from the Utopia support team to update your account properly.\n\nNext Steps:\nPlease submit a Support Request in the Utopia app:\n\nOpen the Utopia App.\nGo to \"Account\" (bottom right corner).\nSelect \"Support\" > \"Support Request.\"\nExplain that you are becoming a qualified teacher and need help updating your account.\nSubmit your request.\nThe Utopia team will guide you through setting up your qualified teacher account correctly. Let me know if you need further assistance! ??",
  "I have received an email from utopia saying that my documents is due to expire. However, I don't have the valid document yet. What can I do ": "To align with the MinistryÕs requirements, teachers must have valid documents to work with centers. You will not receive any job invites after the expiry date of your document.\n\nWhat to Do Next:\n1. If You Have Questions About Documents, Contact Utopia Support\nGo to the Utopia App.\nTap \"Account\" (bottom right corner).\nSelect \"Support\" > \"Support Request.\"\nExplain your situation and when you expect to get the updated document.\nSubmit the request.\n2. Upload the New Document As Soon As You Get It\nOnce you receive your updated document, submit a Support Request and attach the document.\nThe Utopia team will update it for you so that you can start seeing job invites again.\nItÕs important to update your documents promptly to avoid any disruptions in your bookings. Let me know if you need further assistance! ??",
  "what does primary ID mean ": "A Primary ID is an official document used to verify your identity. Utopia requires teachers to present a valid Primary ID at all bookings to comply with the MinistryÕs safety checks?.\n\nAccepted Primary IDs:\nPassport (may include a New Zealand immigration visa or permit issued by Immigration New Zealand)\nNew Zealand emergency travel document\nNew Zealand refugee travel document\nNew Zealand certificate of identity (issued under the Passports Act 1992 for non-New Zealand citizens who cannot obtain a passport from their country of origin)\nNew Zealand certificate of identity (issued under the Immigration Act 1987 for people with refugee status)\nNew Zealand firearms licence\nNew Zealand full birth certificate (issued on or after 1 January 1998 with a unique identification number)\nNew Zealand citizenship certificate\n?? Important: Your Primary ID must be an original or a certified copy (signed by a Justice of the Peace or an authorized official).\n\nIf you need further clarification, please submit a Support Request in the Utopia app. ??",
  "what does secondary ID mean ": "A Secondary ID is an additional form of identification used to further verify your identity. Utopia requires both a Primary ID and a Secondary ID to comply with Ministry safety checks?.\n\nAccepted Secondary IDs:\nBank statement (issued within the last 6 months)\nUtility bill (e.g., power, water, internet, or phone bill Ð issued within the last 6 months)\nInland Revenue (IRD) statement\nStudent ID card (if applicable)\n18+ Card or Kiwi Access Card\nSuperGold Card\nCommunity Services Card\nA letter from a government agency (e.g., WINZ, IRD, or NZTA)\n?? Important: Your Secondary ID must match the name on your Primary ID.\n\nIf you're unsure whether your document qualifies, you can submit a Support Request in the Utopia app for guidance. ??\n\n\n",
  "how to download practising certificate ": "To download your Practising Certificate, follow these steps:\n\nGo to the Teaching Council of Aotearoa New Zealand website ? https://teachingcouncil.nz/self-service/download-your-practising-certificate/\nLog in to your \"Education Sector Logon\" (ESL) account.\nNavigate to your practising certificate details.\nLook for the option to download or print your certificate.\nSave it as a PDF.\nUpload Your Practising Certificate to Utopia\nOnce downloaded, update your Utopia profile by submitting a Support Request:\n\nGo to the Utopia App > Account > Support > Support Request.\nAttach the certificate and submit it.\nThis ensures your profile stays up to date so you can continue receiving job invites. Let me know if you need further help! ??",
  "name change documents": "If you need to update your name on Utopia, you may be required to provide name change documents as proof.\n\nAccepted Name Change Documents:\nMarriage Certificate Ð If you changed your name due to marriage.\nDivorce Decree Ð If you reverted to your previous name after a divorce.\nOfficial Name Change Certificate Ð Issued by the New Zealand Department of Internal Affairs.\nUpdated Passport or DriverÕs License Ð Showing your new legal name.\nBirth Certificate (with name change annotation) Ð If your birth name was officially changed.\nHow to Update Your Name on Utopia:\nSubmit a Support Request in the Utopia App:\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nExplain that you need to update your name.\nAttach a clear copy of your name change document.\nSubmit your request.\nWait for Confirmation Ð The Utopia team will process your request and update your details.\nUpdating your name ensures your records stay accurate and match your official documents. Let me know if you need further assistance! ??",
  "what does teaching profile mean ": "Your Teaching Profile on Utopia is a personalized profile that introduces you to centers and helps you receive job invites. It showcases your experience, qualifications, availability, and preferences so that centers can assess if youÕre the right fit for their booking.\n\nWhatÕs Included in Your Teaching Profile?\nProfile Picture Ð A professional and friendly photo of you.\nTeaching Experience Ð Your background in early childhood education (ECE) or teaching.\nQualifications & Certifications Ð Any relevant teaching qualifications, First Aid Certificate, and Practising Certificate (if applicable).\nAvailability & Commuting Range Ð The days you can work and how far youÕre willing to travel.\nPersonalized Introduction Ð A short bio that helps centers get to know you.\nHow to Edit Your Teaching Profile?\nOpen the Utopia App.\nGo to \"Account\" > \"Teaching Profile.\"\nUpdate your details as needed.\nTap \"Save\" to ensure your profile is up to date.\nA complete and well-presented profile increases your chances of receiving more job invites from centers! ??",
  "How to sign up": "How to Sign Up as a Teacher on Utopia\nYou can sign up for Utopia using two methods:\n\nThrough the Utopia App (iOS/Android)\nOnline via the Utopia Teacher Portal ?? Sign Up Here\nOption 1: Sign Up via the Utopia App\nDownload the Utopia App\n\nGo to the App Store (iOS) or Google Play Store (Android).\nSearch for \"Utopia Education\" and download the app.\nCreate an Account\n\nOpen the app and tap \"Sign Up.\"\nEnter your email address and create a password.\nFill in your personal details (name, phone number, etc.).\nComplete Your Teaching Profile\n\nUpload a profile picture.\nEnter your teaching experience and qualifications.\nSet your availability and commuting range.\nUpload Required Documents\n\nPrimary ID (e.g., Passport, DriverÕs License).\nSecondary ID (e.g., Bank Statement, IRD Document).\nFirst Aid Certificate (if available).\nPractising Certificate (for qualified teachers).\nWait for Verification\n\nThe Utopia team will review your application and contact you if more information is needed.\nOnce approved, you can start receiving job invites!\nOption 2: Sign Up via the Utopia Website\nGo to ?? Utopia Teacher Sign-Up\nClick \"Sign Up.\"\nEnter your email and create a password.\nFill in your personal details.\nComplete your Teaching Profile.\nUpload your required documents.\nSubmit your application and wait for verification.\nNeed Help?\nIf you need assistance during the sign-up process, submit a Support Request:\n\nGo to the Utopia App > Account > Support > Support Request.\nOnce approved, youÕre all set to start accepting job invites! ????",
  "How to receive mat time resources ": "How to Receive MAT Time Resources on Utopia\nMAT Time resources are free teaching materials provided by Utopia to help teachers plan engaging activities for children. These resources align with events, festivals, and curriculum themes throughout the year.\n\nHow to Access MAT Time Resources:\nVisit the Utopia Website ? Utopiaedu.co.nz\nGo to the \"MAT Time Resources\" section.\nBrowse Available Resources, which include:\nPlanning Resources\nVideos\nArt & Craft Ideas\nDownload the Materials for free and use them in your teaching sessions.\nThese resources are created by Utopia teachers, for Utopia teachers, to support your work in early childhood centers. ??",
  "how to submit mat time ideas": "How to Submit MAT Time Ideas on Utopia\nUtopia encourages teachers to share their creative MAT Time ideas to support fellow educators. If you have a great activity, craft, or teaching resource, you can submit it for inclusion in the MAT Time Resources section.\n\nSteps to Submit Your MAT Time Ideas:\nPrepare Your Idea\n\nWrite a clear description of your activity.\nInclude step-by-step instructions and materials needed.\n(Optional) Attach photos, templates, or videos to enhance your submission.\nSubmit Through the Utopia MAT Time Email\n\nEach time you receive a MAT Time email, you will find an access link to submit your MAT Time ideas.\nClick the link and follow the submission instructions.\nYour idea will be reviewed by the Utopia team and, once approved, will be shared with other Utopia teachers in the MAT Time Resources section.\n\nThank you for contributing and helping to build a collaborative teaching community! ??",
  "is u mat-time a free resources for teachers ": "Yes! U MAT-Time is a completely free resource for Utopia teachers. ??\n\nIt provides engaging teaching materials to help you plan activities for children, including:\n? Planning Resources\n? Videos\n? Art & Craft Ideas\n\nThese resources are specially curated by Utopia teachers, for Utopia teachers, and are aligned with events, festivals, and curriculum themes throughout the year.\n\nYou can access U MAT-Time resources anytime by visiting the MAT Time Resources section on the Utopia website?. ??",
  "unsubscribe me from your emails": "How to Unsubscribe from Utopia Emails\nIf you no longer wish to receive emails from Utopia, follow these steps:\n\n1. Unsubscribe via Email\nOpen a recent Utopia email.\nScroll to the bottom and click the \"Unsubscribe\" link (if available).\nFollow the instructions to confirm your request.\n2. If You CanÕt Unsubscribe Successfully\nIf you have signed up as a site member and are unable to unsubscribe:\n\nEmail Utopia Support at info@utopiaedu.co.nz.\nOr, submit a Support Request in the Utopia App:\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nExplain that you want to unsubscribe from emails.\nThe Utopia team will process your request.\nLet me know if you need any more help! ??\n\n\n\n",
  "I am no longer a utopia reliever, unsubscribe me and delete my account": "If you are no longer a Utopia reliever and want to unsubscribe from emails and delete your account, follow these steps:\n\n1. Request Account Deletion & Unsubscribe\nOption 1: Contact Utopia Support via Email\nSend an email to info@utopiaedu.co.nz\nSubject: Request to Unsubscribe & Delete My Account\nMessage: Include your full name and email address associated with your Utopia account.\nOption 2: Submit a Support Request in the Utopia App\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nExplain that you want to unsubscribe from emails and delete your account.\nThe Utopia team will process your request and confirm once completed.\nLet me know if you need further assistance. Wishing you all the best! ??",
  "I have a valid police vetting report from a centre or another company, can Utopia use it": "No, Utopia cannot use a police vetting report from a center or another company.\n\nWhy?\nUtopia is required to conduct its own police vetting as part of the MinistryÕs ChildrenÕs Worker Safety Checks.\nEach organization must request its own vetting report directly from the New Zealand Police, even if you have a valid one from another employer.\nWhat You Need to Do\nComplete UtopiaÕs police vetting process when requested.\nIf you have questions, contact us\nThis ensures compliance with safety regulations and allows you to continue receiving job invites. Let me know if you need any help! ??",
  "Can utopia give me an employment contract as I cant work as a contractor": "No, Utopia does not provide employment contracts because all teachers work as independent contractors, not employees.\n\nWhat This Means for You:\nYou are self-employed and responsible for managing your own taxes and ACC levies.\nUtopia provides contractor agreements, not employment contracts.\nAs a contractor, you have flexibility in choosing your jobs and setting your availability.\nWhat If You Can't Work as a Contractor?\nIf your visa conditions prevent you from working as a contractor, reach out to us again when your visa status changes.\nNeed Further Assistance?\nIf you have any concerns, contact us\n\n\n\n",
  "I have my documents in PDF version, how can I submit to Utopia App": "How to Submit Documents to the Utopia App\n?? Note: Due to file size limitations, Utopia only accepts documents in picture format (JPEG/PNG). If your documents are in PDF format, you will need to take a screenshot before submitting them.\n\nSteps to Submit Your Documents:\n1. Take a Screenshot of Your PDF Document\nOpen the PDF on your device.\nTake a clear screenshot, ensuring all important details are visible.\nSave the screenshot in JPEG or PNG format.\n2. Upload the Screenshot to the Utopia App",
  "can I use my computer to sign up": "Can I Use My Computer to Sign Up for Utopia?\nYes! You can sign up as a teacher using your computer by visiting the Utopia Teacher Portal.\n\nHow to Sign Up on Your Computer:\nGo to the Utopia Teacher Sign-Up Page:\n?? Utopia Teacher Portal\nClick \"Sign Up.\"\nEnter your email and create a password.\nFill in your personal details.\nComplete your Teaching Profile (experience, availability, commuting range).\nUpload required documents (ID, certificates, etc.).\nSubmit your application and wait for verification.\nOnce approved, you can start receiving job invites! Let me know if you need any help. ??",
  "where can I find my signed IRD form or police vetting form ": "If you need a copy of your signed IRD form or police vetting form, follow these steps:\n\n1. Check Your Email\n?? After submitting these forms, you should have received a follow-up email from the digital form platform.\n\nSearch your inbox for this email.\nOpen the email and download your form from there.\nCheck your spam/junk folder if you canÕt find it.\n2. Contact Utopia Support\n?? If you canÕt find the email, request a copy from Utopia:\n\nGo to the Utopia App.\nTap \"Account\" > \"Support\" > \"Support Request.\"\nRequest a copy of your signed IRD or police vetting form.\nThe Utopia team will assist you in retrieving your documents.\nLet me know if you need further help! ??",
  "I didnÕt receive the tax form/ police vetting consent form": "What to Do If You DidnÕt Receive the Tax Form or Police Vetting Consent Form\nIf you havenÕt received your IRD tax form or police vetting consent form, follow these steps:\n\n1. Check Your Email\n?? These forms are usually sent via email from the digital form platform after submission.\n\nSearch for an email from Utopia or the digital form provider.\nCheck your spam/junk folder in case it was filtered.\n2. Contact Utopia Support\n?? If you still havenÕt received the forms, request them from Utopia:\n\nLet me know if you need further help! ??\n\n\n\n\n",
  "I haven't received the link for online meeting": "What to Do If You HavenÕt Received the Online Meeting Link\nIf you were scheduled for an online meeting with Utopia but havenÕt received the link, follow these steps:\n\n1. Check Your Email\n?? The meeting link is usually sent via email before your scheduled time.\n\nSearch for an email from Utopia (check spam/junk folders too).\nIf you found the email but thereÕs no link, double-check any attachments or meeting details.\n2. Contact Utopia Support\n?? If you still donÕt have the link, request it from Utopia: info@utopiaedu.co.nz",
  "Can I change my online interview time ": "Can I Change My Online Interview Time?\nYes, you can request to reschedule your online interview if needed.\n\nHow to Change Your Interview Time:\nemail info@utopiaedu.co.nz\n?? Tip: Request the change as early as possible to secure a new slot that works for you.\n\nLet me know if you need any more help! ??",
  "Can I download Utopia App on ipad ": "Yes! You can download the Utopia App on your iPad by following these steps:\n\nHow to Download Utopia on iPad:\nOpen the App Store on your iPad.\nSearch for \"Utopia Education.\"\nIf the app does not appear, change the search filter to \"iPhone apps\" (since some apps are listed under iPhone-only).\nTap \"Download\" and install the app.\nOpen the app and log in to your account.\n?? Note: The app may be optimized for iPhones, so display formatting might differ slightly on an iPad.\n\nLet me know if you need further help! ??",
  "How do I download IRD letter ": "How to Download Your IRD Letter\nYour IRD letter (showing your tax details) can be downloaded from the Inland Revenue (IRD) website. Follow these steps:\n\n1. Log in to Your MyIR Account\nGo to the Inland Revenue (IRD) website ?? https://www.ird.govt.nz/\nClick \"Login to MyIR\" and enter your details.\n2. Locate Your IRD Letter\nOnce logged in, go to \"I want toÉ\"\nSelect \"My Details.\"\nClick \"Review My IRD Number.\"\nFrom there, you can download a formal copy of your IRD letter.\nIf you need to submit this document to Utopia, take a screenshot of the PDF and upload it via the Utopia App > Account > Teaching Profile (since Utopia only accepts image formats).\n\nLet me know if you need further help! ??\n\n\n\n\n",
  "can I use overseas ID card as my secondary ID ": "Can I Use an Overseas ID Card as My Secondary ID?\nNo, Utopia does not accept overseas ID cards as a valid Secondary ID. Your Secondary ID must be a New Zealand-issued document to meet verification requirements?.\n\nAccepted Secondary IDs:\n? New Zealand Bank Statement (issued within the last 6 months)\n? Utility Bill (e.g., power, water, internet, or phone bill Ð issued within the last 6 months)\n? Inland Revenue (IRD) Statement\n? Student ID Card (from a New Zealand institution)\n? 18+ Card or Kiwi Access Card\n? SuperGold Card\n? Community Services Card\n? A letter from a New Zealand government agency (e.g., WINZ, IRD, NZTA)",
  "what are the documents I need to prepare ": "Documents You Need to Prepare for Signing Up on Utopia\nTo complete your Utopia sign-up process, youÕll need to provide the following documents:\n\n1. Identification Documents\n?? Primary ID (Choose One):\n? Passport (may include a valid NZ visa)\n? New Zealand DriverÕs License\n? New Zealand Birth Certificate (issued on or after 1 Jan 1998, with a unique ID number)\n? New Zealand Citizenship Certificate\n? New Zealand Firearms License\n? New Zealand Refugee Travel Document\n\n?? Secondary ID (Choose One):\n? New Zealand Bank Statement (issued within the last 6 months)\n? Utility Bill (power, water, internet, or phone bill Ð issued within the last 6 months)\n? IRD Statement\n? Kiwi Access Card (18+ Card)\n? SuperGold Card\n? Community Services Card\n? Letter from a New Zealand government agency (e.g., WINZ, IRD, NZTA)\n\n2. Work Eligibility Documents\n? Valid Work Visa (if applicable)\n\n3. Police Vetting\n? Completed Police Vetting Consent Form (required for unqualified teachers only).\n?? Utopia will process this for you.\n\n4. Tax Documents\n? Completed IRD Tax Form (IR330C)\n\n5. Certifications (If Applicable)\n? First Aid Certificate (recommended but not mandatory)\n? Practising Certificate and Graduate Certificate (for qualified teachers)\n\n6. Reference Checks\n? Two reference checks related to ECE in New Zealand\n\nHow to Submit Your Documents\n?? Utopia only accepts image files (JPEG/PNG). If your document is in PDF format, take a screenshot before uploading.\n\nUpload your documents on the Utopia Education App after signing up.\nFollow the instructions in the app to complete your profile.\nOnce your documents are verified, you can start receiving job invites! ????\n\n\n\n\n",
  "what's the processing time": "Utopia Application Processing Time\nThe processing time for your Utopia application depends on the verification of your documents and background checks. HereÕs an estimated timeline:\n\n1. Document Verification ?\n?? Timeframe: 1-3 business days\n\nOnce you upload your documents, the Utopia team will review them.\nIf any documents are missing or incorrect, you may be asked to resubmit them.\n2. Police Vetting (For Unqualified Teachers Only) ??\n?? Timeframe: Up to 20 business days (as it is processed by NZ Police)\n\nIf you require police vetting, processing may take longer.\nUtopia will notify you once itÕs completed.\n3. Final Approval & Account Activation ??\n?? Timeframe: 1-2 business days after all verifications are complete\n\nOnce your documents and background checks are approved, your account will be activated.\nYou will receive a confirmation email when your profile is ready.\n?? Total Estimated Processing Time:\n\nQualified Teachers: 3-5 business days\nUnqualified Teachers (with police vetting): Up to 4 weeks\nIf you experience delays, you can submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need further assistance! ??",
  "I am an unqualified teacher but will get registration soon, can I sign up at Utoipia ": "Can I Sign Up on Utopia If I Am an Unqualified Teacher But Will Get Registration Soon?\nYes! ?? You can sign up on Utopia as an unqualified teacher, but please consider the timeframe for receiving your registration.\n\n?? Important Consideration:\n\nUnqualified teacher applications take up to 4 weeks to process.\nIf your registration will be processed within 2 months or sooner, we do not recommend signing up as an unqualified teacher. Instead, wait until you receive your registration and sign up as a qualified teacher to avoid duplicate processing.",
  "I hold a student visa, can I work for you ": "Can I Work for Utopia If I Hold a Student Visa?\nIt depends on the work conditions of your student visa.\n\nCheck Your Visa Conditions\nLog in to Immigration New ZealandÕs website ?? Visa Verification Service\nCheck if your visa allows contractor work (Utopia hires teachers as independent contractors, not employees).",
  "I have done my ID sighting, when can I use my app to take job invites": "When Can I Start Using the Utopia App to Take Job Invites?\nIf you have completed your ID sighting, your account will go through a final verification process before you can start accepting job invites.\n\nProcessing Timeline:\n? Reference Check \n? Police Vetting (required for unqualified teachers Ð up to 20 business days)\n? Final Approval (1-2 business days after all checks are complete)\n\nWhat You Can Do Next:\n?? Keep an eye on your email or Utopia app notifications for confirmation.\n?? Once your account is fully activated, you will start seeing job invites in the app.\n\nLet me know if you need further assistance! ??",
  "I am a primary registered teacher, can I sign up as a qualified teacher at Utopia ": "an a Primary Registered Teacher Sign Up as a Qualified Teacher on Utopia?\nYes! ?? In New Zealand, a Primary Registered Teacher is recognized as a qualified ECE teacher. This means you can sign up as a qualified teacher on Utopia.\n\nWhat You Need to Do:\nSign up as a qualified teacher through the Utopia App or at Utopia Teacher Portal.\nUpload the required documents, including:\n? Your Practising Certificate (issued by the Teaching Council of Aotearoa New Zealand)\n? Primary and Secondary ID documents\n? Other required certifications (e.g., First Aid Certificate if available)\nWait for verification Ð Once approved, you will start receiving job invites!",
  "will you give me a contract to sign ": "Will Utopia Provide Me with a Contract to Sign?\nNo, Utopia does not provide employment contracts because all teachers work as independent contractors, not employees.\n\n?? Before you start accepting job invites, you must agree to the Service Agreement, which will pop up in the Utopia app once your account is activated.\n\nWhat This Means for You:\n? You will receive a Contractor Agreement, outlining the terms of working with Utopia.\n? As a contractor, you are self-employed and responsible for managing your own taxes and ACC levies.\n? You have flexibility to choose when and where you work.",
  "do I have to come to your office for an interview ": "Do I Have to Come to UtopiaÕs Office for an Interview?\nNo, you do not need to visit UtopiaÕs office for an interview. ??\n\nHow the Interview Process Works:\n? All interviews are conducted online.\n? After signing up, you will receive a link for an online meeting where Utopia will complete your ID sighting and verification process.\n? Make sure you check your email for the meeting link and instructions.",
  "I am a secondary registered teacher, can I register as a ECE qualified teacher at Utopia": "Can a Secondary Registered Teacher Sign Up as a Qualified ECE Teacher on Utopia?\nNo, Utopia only recognizes Primary and ECE registered teachers in New Zealand as qualified ECE teachers.\n\nYour Options:\n? If you hold a secondary teaching registration, you can still sign up as an unqualified teacher and work in ECE centers if you can provide two reference checks in ECE settings.\n? If you plan to transition into ECE teaching, you can update your profile once you obtain an ECE Practising Certificate.\n",
  "sign up process": "How to Sign Up as a Teacher on Utopia\nYou can sign up on Utopia using two methods:\n?? Via the Utopia App (iOS/Android)\n?? Online through the Utopia Teacher Portal ? Sign Up Here\n\nOption 1: Sign Up via the Utopia App\nDownload the Utopia App\n\nGo to the App Store (iOS) or Google Play Store (Android).\nSearch for \"Utopia Education\" and download the app.\nCreate an Account\n\nOpen the app and tap \"Sign Up.\"\nEnter your email address and create a password.\nFill in your personal details (name, phone number, etc.).\nComplete Your Teaching Profile\n\nUpload a profile picture.\nEnter your teaching experience and qualifications.\nSet your availability and commuting range.\nUpload Required Documents\n?? Identification Documents:\n? Primary ID (e.g., Passport, DriverÕs License, NZ Birth Certificate)\n? Secondary ID (e.g., Bank Statement, IRD Document, Utility Bill)\n\n?? Work Eligibility Documents (if applicable):\n? Valid Work Visa\n\n?? Police Vetting (For Unqualified Teachers Only):\n? Completed Police Vetting Consent Form (Utopia will process this for you)\n\n?? Tax Documents:\n? Completed IRD Tax Form (IR330C)\n\n?? Certifications (If Applicable):\n? First Aid Certificate (recommended but not mandatory)\n? Practising Certificate & Graduate Certificate (for qualified teachers)\n\n?? Reference Checks (For Unqualified Teachers Only):\n? Two reference checks from ECE settings\n\nComplete Your ID Sighting & Verification\n\nYou will receive an email with a link for an online meeting to verify your ID.\nEnsure you attend the meeting to complete your verification.\nWait for Approval\n\nProcessing time:\nQualified teachers: 3-5 business days\nUnqualified teachers (police vetting required): Up to 4 weeks\nYou will receive a confirmation email once your account is activated.\nStart Accepting Job Invites! ??\n\nOnce approved, you can log in to the app and start receiving job invites from centers.\nOption 2: Sign Up via the Utopia Website\nGo to ? Utopia Teacher Portal\nClick \"Sign Up.\"\nEnter your email and create a password.\nFill in your personal details.\nComplete your Teaching Profile.\nUpload your required documents.\nSubmit your application and follow the same steps as above for verification.",
  "I am a teacher overseas, can I join utopia ": "Can an Overseas Teacher Join Utopia?\nNo, Utopia currently only accepts teachers who are legally eligible to work in New Zealand.\n\nRequirements to Join Utopia:\n? You must be physically in New Zealand and legally able to work.\n? You must have a valid New Zealand work visa or residency.\n? You must provide a New Zealand Primary ID and Secondary ID (e.g., NZ Passport, DriverÕs License, or NZ bank statement).\n\nWhat You Can Do If You're Overseas:\nIf you plan to move to New Zealand, you can apply for a work visa through Immigration New Zealand.\nOnce you have a valid visa and arrive in New Zealand, you can sign up on Utopia and start working.\n?? If you are already in New Zealand and meet the work eligibility criteria, you can proceed with signing up!\n\nLet me know if you need further clarification. ??",
  "I am a teacher and have overseas teaching experience, can I work for utopia ": "Can a Teacher with Overseas Experience Work for Utopia?\nYes! ?? You can work for Utopia if you meet the following eligibility requirements:\n\n1. Work Eligibility\n? You must be physically in New Zealand.\n? You must have a valid New Zealand work visa or residency that allows contractor work.\n\n2. Identification Documents\n? You must provide a New Zealand Primary ID (e.g., Passport, DriverÕs License, or Birth Certificate).\n? You must provide a New Zealand Secondary ID (e.g., Bank Statement, IRD Document, or Utility Bill).\n\n3. Teaching Experience & Registration\n?? If you are a Qualified Teacher:\n\nIf you hold a Teaching Registration from New Zealand, you can sign up as a Qualified Teacher.\n?? If you are Unqualified in New Zealand but have Overseas Teaching Experience:\n\nYou can still sign up as an Unqualified Teacher.\nYou will need to provide two reference checks from ECE settings in New Zealand.\n4. Police Vetting & Verification\n? Unqualified teachers must complete a police vetting process (Utopia will arrange this for you).\n? You must complete an ID sighting via an online meeting with Utopia.",
  "Can utopia inroduce vouluntary work for centres so that I can gain experience and provide reference checks": "Does Utopia Offer Voluntary Work to Gain Experience for Reference Checks?\nNo, Utopia does not provide voluntary work placements at centers. All job bookings on Utopia are paid roles, and centers hire teachers based on their experience and qualifications.\n\nWhat You Can Do to Gain Experience & Reference Checks:\n? Reach out to ECE centers directly Ð Many centers accept volunteers or offer observation opportunities for teachers looking to gain local experience.\n? Network with local teachers & centers Ð Attend ECE workshops or community events to connect with educators who may help you gain experience.",
  "I can't upload files when I sign up": "What to Do If You CanÕt Upload Files When Signing Up on Utopia\nIf you're having trouble uploading files during the sign-up process, try these solutions:\n\n1. Check File Format & Size\n? Utopia only accepts image files (JPEG/PNG).\n? PDF files are not supportedÑyouÕll need to take a screenshot of your document and upload the image instead.\n\n2. Try Uploading One File at a Time\nIf multiple files fail to upload, try adding them one by one instead of all at once.\n3. Use a Different Device or Browser\nIf you're using a computer, try signing up through the Utopia App on your phone.\nIf you're using a mobile device, try switching to a different browser (e.g., Chrome or Safari).\n4. Check Your Internet Connection\nEnsure you have a stable internet connection before uploading your files.\nTry switching from Wi-Fi to mobile data (or vice versa) and try again.",
  "refererece check - I can't provide ece related reference check ": "What If I CanÕt Provide ECE-Related Reference Checks?\nIf you canÕt provide two ECE-related reference checks, you will not be able to sign up on Utopia at this time.\n\nWhat You Need to Do:\n?? Gain experience in an ECE setting before applying. You can:\n\nVolunteer at an ECE center to gain hands-on experience.\nApply for entry-level roles in childcare to build your references.\nNetwork with ECE professionals who may supervise and provide references for you.\nWhen to Sign Up:\n? Once you have two ECE-related reference checks, you can sign up on Utopia and complete the application process.\n",
  "can I use my nanny experience as reference check ": "Can I Use My Nanny Experience as a Reference Check for Utopia?\nNo, Utopia only accepts reference checks from ECE settings in New Zealand. Nanny experience does not meet this requirement.\n\nWhat You Need to Do:\n?? Gain experience in an ECE setting before applying. You can:\n\nVolunteer at an ECE center to gain hands-on experience.\nApply for entry-level roles in childcare to build your references.\nNetwork with ECE professionals who may supervise and provide references for you.\nWhen to Sign Up:\n? Once you have two ECE-related reference checks, you can sign up on Utopia and complete the application process.",
  "reference check - I can only provide one ECE related reference check ": "What If I Can Only Provide One ECE-Related Reference Check?\n?? If you are an unqualified teacher, you must provide two ECE-related reference checks from New Zealand.\n?? If you are a registered teacher, please discuss this with Utopia before signing up.\n\nIf You Only Have One ECE-Related Reference:\n? You will not be able to complete your sign-up as an unqualified teacher.\n\nWhat You Need to Do:\n? Gain more ECE experience to secure a second reference. You can:\n\nVolunteer at an ECE center to gain hands-on experience.\nApply for entry-level roles in childcare to build your references.\nNetwork with ECE professionals who may supervise and provide references for you.\nWhen to Sign Up:\n? Once you have two ECE-related reference checks, you can sign up on Utopia and complete the application process.\n",
  "can my teacher friend be my reference check ": "Can My Teacher Friend Be My Reference for Utopia?\nNo, Utopia requires reference checks to be from an official ECE setting in New Zealand. A teacher friend cannot be your reference unless they were your co-worker, supervisor, or manager in an ECE center.\n\nReference Check Requirements:\n? Must be from an ECE setting in New Zealand.\n? Must be a co-worker, supervisor, manager, or head teacher who directly observed your work.\n? Friends, colleagues, or personal contacts who have not worked with you in an ECE setting cannot be used as references.\n\nWhat to Do If You DonÕt Have Two References:\n?? Gain more ECE experience by:\n\nVolunteering at an ECE center to gain hands-on experience.\nApplying for entry-level childcare roles to build your references.\nNetworking with ECE professionals who may supervise and provide references.\nWhen to Sign Up:\n? Once you have two ECE-related reference checks, you can sign up on Utopia and complete the application process.",
  "who can be my referees": "Who Can Be My Referees for Utopia?\nTo sign up as an unqualified teacher on Utopia, you must provide two referees from an ECE setting in New Zealand.\n\n? Acceptable Referees:\nSupervisor, Manager, or Head Teacher at an ECE center where you have worked or volunteered.\nCo-worker at an ECE center who has worked closely with you and can verify your experience.\nMentor Teacher from an ECE placement (if you are a student or trainee teacher).\n? Unacceptable Referees:\nFriends or family members (unless they were your supervisor at an ECE center).\nTeachers who have not worked with you in an ECE setting.\nPersonal contacts outside of early childhood education.\nWhat to Do If You DonÕt Have Two Referees:\n?? Gain more ECE experience by:\n\nVolunteering at an ECE center to gain hands-on experience.\nApplying for entry-level childcare roles to build your references.\nNetworking with ECE professionals who may supervise and provide references.\nWhen to Sign Up:\n? Once you have two ECE-related reference checks, you can sign up on Utopia and complete the application process.",
  "police vetting - how long should I wait ": "How Long Does Police Vetting Take for Utopia?\n?? Police vetting can take up to 20 business days (approximately 4 weeks), depending on processing times by New Zealand Police.\n\nWhat Happens During the Vetting Process?\nYou submit your Police Vetting Consent Form to Utopia.\nUtopia sends your request to New Zealand Police.\nNZ Police processes the vetting check (this may take several weeks).\nUtopia receives the results and updates your profile.\nWhat You Can Do While Waiting:\n? Check your email regularly for updates from Utopia.\n? Ensure all other required documents are uploaded so your profile is ready once vetting is complete.\n? If it has been more than 20 business days, contact Utopia via info@utopiaedu.co.nz",
  "when can I expect my account to be activated ": "When Can I Expect My Utopia Account to Be Activated?\nYour Utopia account activation time depends on the verification process and required checks.\n\nEstimated Processing Time:\n? Document Verification: 1-3 business days\n? Reference Checks: Depends on when your referees respond\n? Police Vetting (if required): Up to 20 business days\n? Final Approval & Activation: 1-2 business days after all checks are completed\n\nWhen Will Your Account Be Activated?\n?? Qualified Teachers: 3-5 business days (if all documents are correct).\n?? Unqualified Teachers: Up to 4 weeks (if police vetting is required).\n\nHow to Check Your Status:\n? Keep an eye on your email or Utopia app notifications for updates.\n? If thereÕs a delay, follow up with your referees to ensure they have responded.\n\nOnce activated, youÕll be able to start accepting job invites! ????",
  "I have overseas teaching experiece, can I be a teacher at Utopia ": "Can I Work as a Teacher at Utopia with Overseas Teaching Experience?\nYes! ?? You can work for Utopia if you meet the eligibility requirements below.\n\n1. Work Eligibility\n? You must be physically in New Zealand.\n? You must have a valid New Zealand work visa or residency that allows contractor work.\n\n2. Identification Documents\n? You must provide a New Zealand Primary ID (e.g., Passport, DriverÕs License, or Birth Certificate).\n? You must provide a New Zealand Secondary ID (e.g., Bank Statement, IRD Document, or Utility Bill).\n\n3. Teaching Experience & Registration\n?? If you are a Qualified Teacher:\n\nIf you have NZ Teaching Registration, you can sign up as a Qualified Teacher.\n?? If you are Unqualified in New Zealand but have Overseas Teaching Experience:\n\nYou can still sign up as an Unqualified Teacher.\nYou must provide two reference checks from ECE settings in New Zealand.\n4. Police Vetting & Verification\n? Unqualified teachers must complete a police vetting process (Utopia will arrange this for you).\n? You must complete an ID sighting via an online meeting with Utopia.\n\nNext Steps to Sign Up:\nCheck your visa conditions to confirm you can work as an independent contractor.\nSign up on the Utopia App or Utopia Teacher Portal.\nUpload your required documents (ID, visa, reference checks, tax form).\nComplete your ID sighting & police vetting (if required).\nWait for verification and start receiving job invites! ??",
  "I am only available for short period of time, can I be a reliever ": "How It Works:\n? You control your availability Ð set your available dates in the Utopia App.\n? Accept only the job invites that suit you Ð no long-term commitment required.\n? Perfect for short-term work Ð whether you're available for a few weeks or months, you can still take job bookings.\n\nWhat You Need to Do:\nSign up on Utopia and complete the verification process.\nSet your availability in the app so centers know when you're free.\nAccept job invites that fit your schedule Ð youÕre not locked into ongoing work.\n?? If you plan to stop using Utopia after a short time, just update your availability to \"Unavailable\" in the app.",
  "Does utopia accept unqualified teacher's application": "Does Utopia Accept Applications from Unqualified Teachers?\nYes! ?? Utopia accepts applications from unqualified teachers who meet the required criteria.\n\nRequirements for Unqualified Teachers:\n? Must be physically in New Zealand.\n? Must have a valid work visa or residency that allows contractor work.\n? Must provide two reference checks from ECE settings in New Zealand.\n? Must complete police vetting (Utopia will process this for you).\n? Must provide primary and secondary ID for verification.\n\nNext Steps to Sign Up:\nSign up on the Utopia App or Utopia Teacher Portal.\nUpload your required documents (ID, visa, reference checks, tax form).\nComplete police vetting and ID sighting via an online meeting.\nWait for verification and start receiving job invites! ??\n?? If you donÕt have two ECE-related reference checks, you will need to gain more experience before signing up.",
  "Do you have enough jobs for relievers": "Does Utopia Have Enough Jobs for Relievers?\nYes! ?? Utopia has a high demand for relievers, as ECE centers regularly need qualified and unqualified teachers for short-term and long-term bookings.\n\nWhy YouÕll Get Plenty of Job Opportunities:\n? Growing demand for ECE relievers Ð Many centers rely on Utopia for last-minute and planned relief bookings.\n? More bookings if youÕre flexible Ð The more available you are, the more invites youÕll receive.\n? Favorite Teacher Feature Ð Centers can add you to their favorites, increasing your chances of getting repeat bookings.\n\nHow to Get More Job Invites:\n?? Keep your availability updated Ð Mark your available days in the Utopia App.\n?? Respond quickly to job invites Ð Some jobs get filled fast!\n?? Build good relationships with centers Ð Positive feedback and reliability will lead to more invites.",
  "how many centres Utopia has on board ": "How Many Centers Does Utopia Have on Board?\nUtopia partners with a large number of Early Childhood Education (ECE) centers across New Zealand. While the exact number may change as more centers join, Utopia continues to expand its network to provide consistent job opportunities for relievers.\n\n?? What This Means for You:\n? More job invites as centers actively seek relievers.\n? Opportunities to build relationships with multiple centers and get repeat bookings.\n? Flexible work options across different locations based on your availability.",
  "Can Utopia help me find a permanent job": "Can Utopia Help Me Find a Permanent Job?\nYes! ?? While permanent job offers are free of charge at Utopia, you can find a permanent role through the URecruitmentFree portal.\n\nHow Utopia Supports Your Job Search:\n? Centers can send you permanent job offers through URecruitmentFree.\n? You can mark yourself as \"Available for Permanent Roles\" so hiring centers can find you.\n? No placement fees Ð If you accept a permanent role, Utopia does not charge centers, making it easier for them to hire you.",
  "Would Utopia incentivize me if I refer a centre on board ": "Does Utopia Offer Incentives for Referring a Center?\nYes! ?? Utopia may offer incentives if you successfully refer a new center to join the platform.\n\nHow the Referral Works:\n? Introduce an ECE center to Utopia.\n? If the center joins, you may be eligible for a referral incentive.\n? The exact reward or incentive may vary, so it's best to check with Utopia Support for current promotions.\n\nHow to Refer a Center:\nEncourage the center to sign up on Utopia.\nHave them mention your name as the referrer when they join.\nContact Utopia Support to confirm if incentives apply to your referral.\n?? For details on referral incentives, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need more information! ??\n\n\n\n",
  "Can I work as a cook ": "Can I Work as a Cook on Utopia?\nNo, Utopia only connects teachers with ECE centers and does not provide job opportunities for cooks or kitchen staff.\n\nWho Can Work Through Utopia?\n? Qualified Teachers (with an ECE or Primary Practising Certificate)\n? Unqualified Teachers (with ECE-related experience and references)",
  "the average sign up time": "What Is the Average Sign-Up Time on the Utopia App?\nThe average time to complete the sign-up process on the Utopia App depends on how quickly you submit your information and required documents.\n\nEstimated Time to Complete Sign-Up on the App:\n?? Creating an account & filling out your profile: 5-15 minutes\n?? Uploading required documents: 5-10 minutes (if all documents are ready in image format - JPEG/PNG)\n\nTotal Average Sign-Up Time on the App:\n? Approximately 5-15 minutes (if you have all required documents ready).\n\nWhat Happens After Sign-Up?\n? Verification Process Begins: 1-3 business days\n? Reference Checks (if required): Depends on referee response time\n? Police Vetting (if required for unqualified teachers): Up to 20 business days\n? Final Account Activation: 1-2 business days after all checks are complete\n\n?? Tip: To speed up the process, ensure all documents are in the correct format and follow up with referees if needed.",
  "how does support request work": "How Does the Support Request Work on Utopia?\nThe Support Request feature allows you to contact Utopia's support team directly through the app for assistance with your account, documents, job invites, or any other queries.\n\nHow to Submit a Support Request:\nOpen the Utopia App.\nGo to \"Account\" (bottom right corner).\nTap \"Support\" > \"Support Request.\"\nSelect the category of your request (e.g., account activation, document upload issues, job inquiries).\nDescribe your issue clearly and attach any relevant screenshots or documents if needed.\nTap \"Submit.\"\nWhat Happens Next?\n? Your request is sent to the Utopia support team.\n? You will receive a response via email or in the app once your request is reviewed.\n? Response times vary, but most requests are addressed within 1-3 business days.\n\n?? Tip: Before submitting a request, check the FAQs in the appÑyour question may already have an answer!\n\nLet me know if you need further help! ??",
  "Do I expect to do clearning when work at a centre ": "Do I Need to Do Cleaning When Working at a Centre?\nYes, as a reliever in an ECE center, you may be expected to help with basic cleaning tasks as part of maintaining a safe and hygienic environment for children.\n\nTypical Cleaning Duties May Include:\n? Tidying up play areas after activities.\n? Wiping down tables and surfaces after meals or activities.\n? Helping with toy sanitization to maintain hygiene.\n? Assisting with mealtime clean-up, such as sweeping or washing dishes.\n? Encouraging children to tidy up after themselves.\n\n?? What You Are NOT Expected to Do:\n? Deep cleaning tasks (e.g., scrubbing floors, heavy-duty cleaning).\n? Maintenance work (e.g., fixing equipment).\n\nTip for Relievers:\nIf youÕre unsure about cleaning expectations at a center, ask the supervisor upon arrival to clarify your role.\n",
  "How to set up unavailability on Calendar": "How to Set Up Unavailability on Your Utopia Calendar\nIf you need to mark yourself as unavailable so you donÕt receive job invites on certain days, follow these steps:\n\n1. Open the Utopia App\nLog in and go to the Calendar section.\n2. Add Unavailability\nTap \"Add Unavailable Date.\"\nSelect the start and end date of when you will be unavailable.\nIf you're unavailable for multiple days, you can adjust individual dates or toggle off specific days in between.\n3. Save Your Changes\nOnce you've set your unavailability, tap \"Save.\"\nYour calendar will now show you as unavailable for those dates, and you wonÕt receive job invites during that time.\n?? Tip: You can update or remove your unavailability anytime if your plans change",
  "if I am unavailble for multidays, do I have to set up unavailability day by day or I can multi-select days": "How to Set Up Unavailability for Multiple Days on Utopia\nGood news! ?? You can set up unavailability for multiple days at once without selecting each day individually.\n\nHow to Mark Multiple Days as Unavailable:\nOpen the Utopia App.\nGo to the \"Calendar\" section.\nTap \"Add Unavailable Date.\"\nSelect the Start Date and End Date for your unavailability.\nAdjust individual days if needed (e.g., you can toggle off specific days in between).\nTap \"Save\" to confirm your unavailability.\n?? Tip: If your availability changes, you can edit or remove unavailability anytime.\n\nIf you experience issues, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need further help! ??\n\n\n\n\n",
  "Can I use calendar manage my bookings including leave applications and cancelled bookings": "Can I Use the Calendar to Manage My Bookings, Leave Applications, and Cancellations?\nYes! ?? The Utopia Calendar helps you manage your availability, bookings, leave applications, and cancelled jobs.\n\nHow to Use the Calendar for Booking Management:\n? View Your Upcoming Bookings & Leave Applications\n\nYour confirmed jobs and leave applications will appear in the Calendar, so you can easily track your schedule.\n? Set Unavailability for Future Dates\n\nUse the Calendar to block out dates when youÕre unavailable, so you donÕt receive job invites during those times.\n?? Tip: Keeping your Calendar updated ensures better job matching and prevents unnecessary job invites.\n",
  "Is there a way to set my availability so I only get job notifications for certain times or days?": "Yes! You can set your availability in the Utopia app so you only receive job invites that match your preferred days and times.\n\nHow to Update Your Availability:\n1?? Open the Utopia app.\n2?? Go to Account (bottom right corner).\n3?? Select Calendar.\n4?? Use the \"Add Unavailable Date\" feature to block out days/times when youÕre not available.\n5?? Save your changes.\n\nHow It Works:\n? Centers will only see you as available for the times you haven't marked as unavailable.\n? This helps you receive job invites that fit your schedule.\n? You can update or remove unavailability anytime.\n\nKeeping your availability up to date ensures you get the right job invites! Let me know if you need help navigating the app. ??",
  "If a centre cancels my booking last minute, do I still get compensated?": "Utopia has strict rules around cancellations to ensure fairness for teachers. If your job is canceled by the center urgently and without a valid reason (e.g., emergency closure or unforeseen circumstances), you may be eligible for compensation.\n\nTo check if you qualify:\n1?? Go to the \"Your Jobs\" section in the Utopia app.\n2?? Find the canceled booking and tap on it.\n3?? The app will display the reason for cancellation and any applicable compensation details.\n\nIf you believe a cancellation was unfair or have questions about compensation, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.",
  "Its unfair that centres cancel my bookings, can I see the cancellation reason": "Can I See the Cancellation Reason When a Centre Cancels My Booking?\nYes! ?? If a centre cancels your confirmed booking, you can see the cancellation reason in the Utopia App.\n\nHow to Check the Cancellation Reason:\nOpen the Utopia App.\nGo to \"Your Jobs.\"\nFind the cancelled booking.\nTap on the \"Cancelled\" label Ð the centreÕs reason for cancellation will be displayed.\nImportant Notes:\n?? Utopia has strict rules around cancellations to ensure fairness for teachers.\n?? If you feel a cancellation was unfair or impacted your work, you can submit a Support Request:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nExplain the issue and request further clarification.\nLet me know if you need more help! ??",
  "Can I message a centre before accepting a job if I have questions about their expectations?": "No, you canÕt message a center before accepting a job. The chat feature in the Utopia app only becomes available after youÕve accepted a booking.\n\nUtopia does not support negotiating hours or booking requirements with centers. This means you must be available for the full duration of a job invite before accepting it.\n\nIf a job doesnÕt fully match your availability, itÕs best to wait for another opportunity that fits your schedule. ??",
  "will I be notified if centre send me chat messages ": "Will I Be Notified If a Centre Sends Me a Chat Message?\nYes! ?? You will receive real-time notifications when a centre sends you a chat message on the Utopia App.\n\nHow Chat Notifications Work:\n? Push Notifications Ð YouÕll get an instant notification on your phone when a centre messages you.\n? In-App Alerts Ð If you're using the Utopia App, you'll see a chat alert in the notification tab.\n\nHow to Check Your Messages:\nOpen the Utopia App.\nTap on the Chat icon.\nSelect the centreÕs message to read and reply.\n?? Tip: Keep notifications enabled on your phone to avoid missing important messages from centres.\n\nIf youÕre not receiving chat notifications, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need further assistance! ??\n\n\n\n\n",
  "How can I message a centre if I am running late or just to let the centre know my availability": "How Can I Message a Centre If I Am Running Late or to Update My Availability?\nYou can easily message a centre directly through the Utopia App if you need to:\n? Inform them youÕre running late.\n? Update them about your availability.\n\nHow to Message a Centre in the Utopia App:\nOpen the Utopia App.\nGo to your \"Upcoming Bookings\" and tap the centre's logo.\nPress \"Chat\" to send them a message.\nIf the centre has added you to their Favourite Teacher pool, you can also message them through the \"Follower\" section by tapping their logo.\nWhen Should You Message a Centre?\n?? If You Are Running Late:\n\nLet the centre know as soon as possible with an estimated arrival time.\nApologize for the delay and reassure them you are on your way.\n?? If You Want to Update Your Availability:\n\nYou can update your availability in the Calendar section, but messaging the centre directly ensures they are aware.\nLet them know if youÕre available for future bookings.\n?? Tip: Keep notifications enabled so you can see centre responses quickly.",
  "will I get paid based on pay parity steps": "No, Utopia does not pay teachers based on pay parity steps. However, if you are a Step 10 teacher or above, and the center you worked at opts into full parity, you will be paid at least the Step 10 teacher pay rate.\n\nSince you are working as a contractor, your earnings are based on UtopiaÕs dynamic payment model, which varies depending on demand, location, and job type.\n\nIf you need more details about your earnings, please submit a Support Request:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "When is the pay day": "Utopia pays teachers on a fortnightly basis (every two weeks).\n\nWhen is Pay Day?\n? Payments are processed every two weeks.\n? You will receive your earnings by the end of Thursday on the week of payment.\n? Only approved timesheets from the previous pay cycle will be included.\n\nIf you need to confirm your exact next payment date:\n?? Go to the Utopia app > Your Timesheet > Earnings Section.\n\nLet me know if you need help! ??",
  "why my payment is different the same booking hours with centre": "Why Is My Payment Different from the Centre for the Same Booking Hours?\nYour payment may differ from the centreÕs booking hours due to several factors, including:\n\n1. Timesheet Adjustments\n? Final payment is based on your submitted timesheet, not the centreÕs initial booking hours.\n? If your actual working hours were different from the original booking, your payment will reflect the hours confirmed by the centre.\n\n2. Dynamic Payment Model\n? Utopia operates a dynamic payment model based on demand, meaning rates may vary depending on the time and location of the booking.\n\n3. Breaks and Deductions\n? If your shift included unpaid breaks, this may affect your total payable hours.\n? Confirm whether breaks were accounted for in your timesheet submission.\n\nWhat You Can Do:\n?? Check your timesheet details in the Utopia App under \"Your Timesheet\" to see the confirmed hours.\n?? If you believe there is a mistake, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nProvide details of the booking, and the Utopia team will review it for you.\nLet me know if you need further clarification! ??",
  "Will I get payslips": "Will I Get Payslips from Utopia?\nYes! ?? Utopia will email you a payslip on payday, which is fortnightly on a Thursday.\n\nHow Payslips Work:\n? Payslips are sent via email every fortnight on Thursday.\n? You can check your earnings and payment breakdown in the payslip.\n? If you donÕt receive your payslip, check your spam/junk folder or ensure your email address is correct in your Utopia profile.\n\nNeed a Past Payslip?\n?? If you need a copy of a previous payslip, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nRequest a reissue of your payslip.\nLet me know if you need further assistance! ??",
  "Details need to be changed on payslip": "How to Update Details on Your Payslip\nIf you need to change any details on your payslip (such as your name, bank account, or tax information), follow these steps:\n\n1. Check Your Utopia Account Details\nOpen the Utopia App.\nGo to \"Account\" > \"Settings\" > \"Privacy\" to view your payroll details.\nIf any information is incorrect, update it where possible.\n2. Submit a Support Request to Utopia\n?? If you make changes or need help updating details that you canÕt edit in the app, request support:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nSelect \"Payslip Details Update.\"\nDescribe the changes needed (e.g., name correction, tax rate update, new bank account).\nAttach any supporting documents if required.\n?? Tip: Submit changes before payday (fortnightly on Thursday) to ensure updates are processed in time.\n\nIf you need further assistance, feel free to ask! ??",
  "is the estimated earnings be the final payment I receive on the bookings": "Is the Estimated Earnings the Final Payment I Will Receive for a Booking?\nNo, the estimated earnings shown in the job invite may not always be the final payment you receive. Your final payment depends on several factors.\n\nWhat Can Affect the Final Payment?\n? Timesheet Adjustments Ð Your final earnings are based on the hours confirmed in your submitted timesheet. If you work longer or shorter than the original booking, your pay will be adjusted accordingly.\n\n? Break Deductions Ð If a centre has unpaid breaks, this may slightly reduce the total paid hours.\n\n\nHow to Check Your Final Payment?\n?? After the centre confirms your timesheet, you can view your final earnings in the \"Your Timesheet\" section, Earnings,of the Utopia App.",
  "Would the estimated earning the same if I reduce or extend booking hours ": "Will My Estimated Earnings Stay the Same If I Reduce or Extend Booking Hours?\nNo, your estimated earnings will change if you reduce or extend your booking hours.\n\nHow Earnings Are Adjusted:\n? If You Work More Hours:\n\nYour final payment will increase based on the additional hours worked.\nThe extra hours must be accurately recorded in your timesheet and confirmed by the centre.\n? If You Work Fewer Hours:\n\nYour final payment will decrease based on the actual hours worked.\nIf the centre sends you home early, your earnings will be adjusted accordingly.\n?? Important: Your final earnings are based on the hours confirmed in your submitted timesheet, not the original estimate.\n\nHow to Check Your Updated Earnings:\nAfter the centre confirms your timesheet, you can view your final payment in the \"Your Timesheet\" section of the Utopia App.\nNeed Help?\nIf there is a discrepancy in your payment, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nProvide booking details, and the Utopia team will review it.",
  "what is my pay rate ": "There is no fixed pay rate at Utopia. Instead, Utopia uses a dynamic payment model, meaning your earnings are based on demand, location, and job type.\n\nTo ensure transparency, estimated earnings for each booking are clearly displayed under the job invite before you accept.\n\nHow to Check Your Past Earnings:\n?? Go to the Utopia app > Your Timesheet > Earnings Section\n\nIf you need further details, please submit a Support Request:\n?? Home Page > Account > Support > Support Request\n",
  "how does estimated earnings caculated": "Utopia uses a dynamic payment model, and your estimated earnings for each job are calculated based on:\n\nFactors Affecting Estimated Earnings:\n?? Job Demand Ð Higher demand may result in higher pay.\n?? Location Ð Some areas may offer different rates based on availability.\n?? Job Type & Duration Ð Longer or specialized jobs may have higher rates.\n?? Urgency Ð Last-minute bookings may include additional incentives.\n\nWhere to See Your Estimated Earnings:\n? Displayed under each job invite before you accept.\n? Includes base pay and any applicable incentives.\n\nTo check your past earnings:\n?? Go to the Utopia app > Your Timesheet > Earnings Section\n\nIf you have questions about a specific booking, please submit a Support Request:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??\n\n\n\n",
  "Sometimes I get booked by a centre I really like. Is there a way to mark it as a \"preferred centre\" so I can get more bookings from them?": "Yes! Utopia allows centers to add teachers to their Favorite Teacher Pool. If a center adds you to their favorites, you'll receive job invites specifically from them, increasing your chances of getting booked there more often.\n\nTo check if a center has favorited you:\n\nGo to the Followers Section in the app.\nYou'll see a list of centers that have added you to their favorite teacher pool.\nWhile you can't manually mark a center as \"preferred,\" you can:\n\nMaintain good communication with centers via the chat feature.\nDeliver great work to increase the chances of being favorited.\nKeep your availability updated so centers know when they can book you.\nWould you like any tips on improving your chances of getting favorited? ??",
  "how to become centres favourite teachers": "Great question! Becoming a centerÕs favorite teacher on Utopia means youÕll get priority job invites from them before they post to the public. HereÕs how you can increase your chances of being favorited by a center:\n\n?? Top Tips to Get Favorited by Centers ??\n1?? Make a Great First Impression\nIntroduce yourself to the Center Manager and staff when you arrive.\nShow enthusiasm and a positive attitude from the start.\n2?? Communicate Professionally\nUse the Utopia chat feature to confirm job details, ask questions, or check if they need extra help.\nBe responsive and polite in all communications.\n3?? Be Reliable & Punctual\nArrive on time (or a few minutes early!) to show youÕre dependable.\nIf an emergency comes up, notify the center as soon as possible.\n4?? Engage with Children & Staff\nActively participate in activities and interact with the children.\nOffer to help with tasks like storytelling, mat time, or setting up activities.\nShow that youÕre adaptableÑjump in where needed, even with nappy changing if requested.\n5?? Keep Your Availability Updated\nCenters check teacher calendars before sending invites.\nKeeping your Utopia calendar updated makes it easier for centers to book you.\n6?? Maintain a Professional Image\nFollow the Code of Conduct (dress appropriately, use minimal phone time, and submit timesheets correctly).\nBe respectful and work well as part of the team.\n7?? Request Feedback & Express Interest\nIf you enjoy working at a center, let them know! A simple ÒIÕd love to come backÓ goes a long way.\nAsk for feedback and use it to improveÑcenters appreciate teachers who are eager to grow.\nHow to Check If a Center Has Favorited You\n? Go to the Followers Section in the Utopia app.\n? YouÕll see a list of centers that have added you to their Favorite Teacher Pool.\n\nBy following these tips, youÕll boost your chances of being favoritedÑand get more bookings at centers you love! ??\n\nWould you like any help with setting up your teaching profile to attract more bookings? ??",
  "how to check whehther I have centre followers ": "How to Check Whether You Have Centre Followers on Utopia\nYou can easily check if centres have added you to their Favourite Teacher pool by following these steps:\n\n1. Open the Utopia App\nLog in to your Utopia account.\n2. Go to the \"Followers\" Section\nTap on \"Followers\" from the main menu.\nHere, youÕll see a list of centres that have added you to their Favourite Teacher pool.\n3. Why Centre Followers Matter\n? Centres that follow you are more likely to send you job invites first.\n? Being in a Favourite Teacher pool increases your chances of getting repeat bookings.\n? If a centre follows you, you can message them directly through the app.\n\n?? Tip: To increase your followers, maintain a great work record, engage positively with centres, and keep your availability updated!\n",
  "Am I allowed to ask centres to add me to their favourite teacher pool?": "Can I Ask Centres to Add Me to Their Favourite Teacher Pool?\nYes! ?? You are allowed to ask centres to add you to their Favourite Teacher pool, but it should be done professionally and naturally.\n\nHow to Ask a Centre to Add You as a Favourite Teacher:\n? Build a Good Relationship First Ð Work hard, be reliable, and leave a positive impression.\n? Politely Express Your Interest Ð At the end of your shift, you can say:\n\n\"I really enjoyed working here! If you ever need a reliever again, IÕd love to come back. You can add me to your Favourite Teacher pool on Utopia if that helps!\"\n? Follow Up Through Chat Ð If you already have a chat with the centre in the Utopia App, you can send a short message expressing your interest.\nWhy Being a Favourite Teacher Helps:\n? You get priority job invites from centres that like working with you.\n? It increases your chances of repeat bookings and consistent work.\n\n?? Important Note:\n\nCentres are not required to add teachers as favourites, so always ask politely and professionally.\nYour performance and attitude are the best ways to be invited back!\nIf you need any help, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"",
  "Do I have to decline the favourite teacher job if I am unavailable? Is the favourite teacher job just sent to me": "If youÕre unavailable for a Favorite Teacher Job, you will have to decline it so the center knows your availability and can plan accordingly.\n\nHow Favorite Teacher Jobs Work:\n? These jobs are sent only to you first (or a small group of favorite teachers).\n? These jobs are sent based on the availability you set up on the Calendar\n\nWhat to Do If YouÕre Unavailable:\n?? Decline the invite so the center can find another teacher quickly.\n?? Keep your availability updated to ensure you receive job invites that match your schedule.\n\nWould you like help setting up your availability in the app? ??",
  "If I refer another teacher to Utopia, do I get any kind of bonus or benefit?": "Utopia may offer referral incentives for teachers who successfully refer others to the platform. However, referral programs can change over time, so it's best to check the latest details directly with Utopia.\n\nTo find out if thereÕs a current referral bonus:\n?? Go to the Utopia app > Account > Support > Support Request\nor\n?? Check your email for any referral program announcements from Utopia.\n\nWould you like help submitting a Support Request to confirm the latest referral benefits? ??",
  "what are the available incentives at Utopia ": "What Incentives Are Available at Utopia?\nUtopia offers incentives from time to time, but these may vary.\n\n?? How to Check for the Latest Incentives:\n? Utopia will email teachers when new incentives are available.\n? To check current incentives, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk about any ongoing incentives.\nLet me know if you need further assistance! ??\n\n\n\n\n",
  "Can I browse all the jobs in CHCH": "No, Utopia does not provide a public job board where you can browse all jobs in Christchurch (or any location). Job invites are sent directly to teachers based on factors like:\n\n? Your location and commuting range\n? Your availability (as set in the app)\n? Whether a center has added you to their Favorite Teacher Pool\n\nHow to Increase Your Job Opportunities in Christchurch:\n1?? Keep your location and availability updated in the app.\n2?? Enable notifications so you never miss a job invite.\n3?? Build good relationships with centersÑgetting favorited means youÕll receive priority invites.\n\nIf you need to change your location, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.\n\nLet me know if youÕd like help navigating the app! ??",
  "what does public and Favourite under Job invites mean": "Understanding \"Public\" and \"Favourite\" Under Job Invites\nWhen you receive job invites on Utopia, they are categorized into two types:\n\n1. Public Job Invites\n?? What It Means:\n\nThese job invites are available to all Utopia teachers within the commuting range.\nAny eligible teacher can view and accept these jobs.\nJobs appear on a first-come, first-served basis.\n2. Favourite Job Invites\n?? What It Means:\n\nThese job invites are sent specifically to you because a center has added you to their Favourite Teacher pool.\nOnly you (or a small group of selected teachers) can see and accept these invites.\nCenters prefer to work with their favourite relievers for consistency.\n?? Tip:\n\nAccepting Favourite Job Invites regularly can increase your chances of getting more exclusive job offers in the future!\nLet me know if you need further clarification. ??",
  "how do I see favourite teacher job invites ": "ow Do I See Favourite Teacher Job Invites?\nIf a centre has added you to their Favourite Teacher pool, you may receive priority job invites from them.\n\nHow to Find Favourite Teacher Job Invites:\nOpen the Utopia App.\nGo to the \"Job Invites\" section and tap on \"Favourite.\"\nIf you have received Favourite Teacher jobs, the booking will have a love heart ?? label under your Upcoming Jobs.\nTap on the job invite to see details and accept the booking.\nWhy Favourite Teacher Job Invites Matter:\n? Higher chances of getting bookings Ð Centres prefer relievers they trust.\n? More consistent work Ð Repeat bookings from centres that value your teaching.\n? Priority over public job invites Ð You see these invites before other teachers.\n\n?? Tip: The more centres that add you as a Favourite Teacher, the more exclusive job invites youÕll receive!\n",
  "How do I view job invite details": "How Do I View Job Invite Details?\nTo check the full details of a job invite on Utopia, follow these steps:\n\n1. Open the Utopia App\nLog in to your account.\n2. Go to the \"Job Invites\" Section\nHere, you'll see all available job invites.\n3. Tap on a Job Invite\nThis will open the full job details, including:\n? Date & Time of the booking\n? Location & Centre Name\n? Booking Hours & Estimated Earnings\n? Additional Centre Requirements (if applicable)\n4. Accept or Decline the Job\nIf youÕre available and happy with the booking, press \"Accept\" to confirm.\nIf youÕre unable to take the job, you can decline it.",
  "how do I see the centre's location": "How Do I See the Centre's Location?\nTo check the location of a centre for a job invite or upcoming booking, follow these steps:\n\n1. Open the Utopia App\nLog in to your account.\n2. Go to \"Job Invites\" or \"Your Jobs\"\nIf youÕre checking a new job invite, go to \"Job Invites.\"\nIf you want to see the location for an upcoming booking, go to \"Your Jobs.\"\n3. Tap on the Job Invite or Booking\nThis will open the full job details, including the centreÕs address.\n4. Tap the Location Pin ??\nThis will open Google Maps (or your default map app), showing the exact location and directions.",
  "I receive job notifications but there is no jobs listed under Job invites": "Why Am I Receiving Job Notifications But No Jobs Are Listed Under \"Job Invites\"?\nIf you receive a job notification but donÕt see any jobs under \"Job Invites,\" it may be due to the following reasons:\n\nPossible Reasons & Solutions:\n? The Job Was Quickly Taken by Another Teacher\n\nUtopia operates on a first-come, first-served basis for public job invites.\nSolution: Turn on push notifications and check job invites as soon as you receive an alert.\n? The Job Invite Expired\n\nSome job invites have a limited response window and may expire if not accepted quickly.\nSolution: Refresh your Job Invites page to check for new offers.",
  "I am available to work for a job but not the full hours. How can I contact the centre": "How Can I Contact a Centre If I Am Available but Not for the Full Booking Hours?\nIf youÕre available to work but canÕt commit to the full booking hours, you cannot accept the job or message the centre directly unless:\n? You have an upcoming confirmed job with them.\n? The centre has added you to their Favourite Teacher pool.\n\nWhat You Should Do:\n?? Please ensure your full availability before accepting a job invite.\n?? If it's an urgent booking and you are willing to take it but may arrive late, contact Utopia:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nExplain your situation, and the Utopia team will assist you.\nLet me know if you need further clarification! ??\n\n\n\n\n",
  "what does boost mean?": "What Does \"Boost\" Mean on Utopia?\nA Boosted Booking means the job invite offers extra incentives to encourage teachers to accept it. These jobs usually come with higher pay rates or additional bonuses.\n\nWhy Is a Booking Boosted?\n? Urgent demand Ð The centre needs a teacher quickly.\n? Difficult-to-fill shifts Ð Such as early mornings, late afternoons, or remote locations.\n? Incentive for travel Ð If a centre is further away, it may offer a boost to attract teachers.\n\nHow to Identify a Boosted Booking?\n?? Boosted jobs will have a rocket icon next to them in the Job Invites section.\n\nHow to Accept a Boosted Booking:\nOpen the Utopia App.\nGo to \"Job Invites.\"\nLook for the rocket icon ?? indicating a Boosted Booking.\nTap the job invite to view details and accept it.\n?? Tip: Boosted bookings may be filled quickly, so accept them as soon as possible!\n\nLet me know if you need more details! ??",
  "how can I check the boost amount": "How Can I Check the Boost Amount on a Booking?\nIf a job invite is Boosted, it offers extra pay on top of the regular rate. You can check the Boost amount in the Utopia App by following these steps:\n\n1. Open the Utopia App\nLog in to your account.\n2. Go to \"Job Invites\"\nLook for job invites with the ?? rocket icon, which indicates a Boosted Booking.\n3. Tap on the Boosted Job Invite\nThe Boost amount will be included in the estimated earnings section.\nYou will see the total earnings, including the boost.\n?? Tip: Boosted jobs fill up quickly, so accept them as soon as possible to secure the extra pay!\n",
  "I noticed some bookings are so far from me and I cant traval": "What If a Booking Is Too Far and I CanÕt Travel?\nIf you receive job invites that are too far, you donÕt have to accept them.\n\n?? If a booking seems farther than usual, check whether there is a ?? rocket icon Ð this means the job is Boosted, offering extra pay as an incentive.\n\nWhat You Can Do:\n? Feel free to decline any jobs you canÕt make.\n? Adjust your commuting range in the Utopia App to receive job invites closer to you.\n\nIf you need further assistance, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"",
  "I am not receiving job notification ": "If you're not receiving job notifications, try these steps to fix the issue:\n\n1?? Check Your Notification Settings\n?? Open the Utopia app and go to Account.\n?? Select Settings and ensure job notifications are turned on.\n?? Also, check your phoneÕs notification settings to make sure Utopia notifications are enabled.\n\n2?? Update Your Availability\n?? Go to Calendar in the app and make sure you havenÕt marked yourself as unavailable.\n?? If you were inactive for a while, updating your availability can help restart job invites.\n\n3?? Check Your Location & Preferences\n?? Ensure your location is set correctly in the app.\n?? If you've moved or want jobs in a different area, submit a Support Request to update your location:\n?? Home Page > Account > Support > Support Request\n\n4?? Confirm Your Account Status\n?? If you havenÕt received job invites for a long time, your account may be paused.\n?? Submit a Support Request to check if your account is active.\n\nIf youÕve tried these steps and still arenÕt receiving notifications, I recommend reaching out to Utopia Support through the app for further assistance. Let me know if you need help! ??",
  "can I accept a multi-day job if I am only available for some of the days.": "No, you should not accept a multi-day job if you are only available for some of the days.\n\nWhy?\n? Multi-day bookings are meant to provide continuity for the center and children.\n? If you accept but later cancel certain days, it disrupts the centerÕs planning and may affect your reliability rating.\n? Utopia expects teachers to commit to the full duration of a multi-day booking.\n\nWhat Should You Do?\n? Only accept multi-day jobs if you can commit to all scheduled days.\n? If youÕre unavailable for some of the days, wait for single-day job invites that fit your schedule.\n\nKeeping your availability updated will help centers send you the right job invites! ??",
  "I applied for leave and now I become available, what can I do": "Once you apply for leave, the app will automatically mark you as unavailable for that date, and there is no way to reverse it.\n",
  "The total hours I worked at Utopia": "To check your total hours worked at Utopia, please submit a Support Request through the app:\n\n?? Home Page > Account > Support > Support Request\n\nThe Utopia team will provide you with a detailed report of your total hours. Let me know if you need help! ??",
  "Can you determine my pay parity step": "Your pay parity step depends on your qualifications and experience, and Utopia does not determine your pay parity steps.\n\nIf you need further clarification, please submit a Support Request:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "can you give me a service letter ": "Since work with Utopia is contractor-based, we cannot provide a service letter. However, you can request a formal email summarizing the total hours youÕve worked.\n\nTo do this, please submit a Support Request through the Utopia app:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "I am a sole trader or I have a company, can I invoice Utopia ": "Yes, you can invoice Utopia based on the work you've done, and payments will be made according to your invoices.\n\nHow to Invoice Utopia:\n1?? Submit a Support Request in the Utopia app to inform them that you wish to invoice them (?? Home Page > Account > Support > Support Request) \n2?? Include whether you are GST registered in your message.\n3?? Your invoice should reflect the earnings from your completed jobs, which you can check in:\n?? Utopia App > Your Timesheet > Earnings\n4?? Invoices should be based on a weekly or fortnightly earnings cycle",
  "I am a company or a sole trader, where can I invoice Utopia": "I Am a Company or a Sole Trader, Where Can I Invoice Utopia?\nIf you are a company or sole trader, you need to send your invoice to Utopia for payment.\n\nHow to Invoice Utopia:\n? Email your invoice to: accounts@utopiaedu.co.nz\n? Ensure your invoice includes:\n\nYour business name and GST number (if applicable)\nInvoice number and date\nBooking details (dates, hours worked, and rate)\nTotal amount due\n? UtopiaÕs accounts team will process your payment based on the invoice.",
  "when is my next payment date": "Your next payment date depends on UtopiaÕs fortnightly pay cycle. Since payments are processed every two weeks and sent out by Thursday, you can check your exact next payment date by:\n\n1?? Opening the Utopia app\n2?? Going to Your Timesheet\n3?? Checking your Earnings Section, where you can see completed jobs and upcoming payment date. \n\nIf you recently completed a job, your payment will be included in the next Thursday payout\n\n\n",
  "Can I change my tax code?": "No, you cannot change your tax code because, as a contractor, your tax code is fixed as Withholding Tax (WT).\n\nHowever, you can change your tax rate based on your financial situation.\n\nHow to Change Your Tax Rate:\n1?? Request a new IR330C form via Support Request in the Utopia app.\n2?? Enter your updated tax rate based on your financial activity.\n3?? Submit the completed form to Utopia for processing.\n\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "I want to change my tax rate": "Yes, you can change your tax rate by updating your IR330C tax rate form and submitting it to Utopia.\n\nHow to Change Your Tax Rate:\n1?? Reach out to Utopia via Support Request and ask them to send you a new IR330C form.\n2?? Enter your new tax rate Ð Choose the correct rate based on your situation.\n3?? Submit the updated form to Utopia for processing.\n\nTo request the form, go to:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "what does activity number mean": "What Does \"Activity Number\" Mean?\nAn Activity Number is a code used in the IRD Tax Form (IR330C) to specify the type of work you do as a contractor.\n\nWhy Is the Activity Number Important?\n? It helps Inland Revenue (IRD) determine the correct withholding tax rate for your payments.\n? It is required when you fill out the IR330C form for Utopia.\n\nWhich Activity Number Should I Use?\n?? Most relief teachers working through Utopia use Activity Number 19 (Education Services).\n?? If you're unsure, you can check the IRD Tax Guide or consult a tax professional.\n\nWhere to Find Your Activity Number?\nOn the IR330C form (refer to the activity list on the back).\nInland Revenue (IRD) website: www.ird.govt.nz\nUtopia Support: If you're unsure, submit a Support Request in the Utopia App:\nGo to \"Account\" > \"Support\" > \"Support Request.\"",
  "I am unsure my tax rate and activity number ": "I Am Unsure About My Tax Rate and Activity Number\nIf youÕre unsure about your tax rate and activity number, follow these steps to find the correct information:\n\n1. Find Your Activity Number\nYour Activity Number is required on the IRD Tax Form (IR330C) to classify your work type.\n\n?? Most relief teachers working through Utopia use:\n? Activity Number 19 Ð Education Services (for contractors in the education sector).\n\nIf youÕre unsure, check the IRD website: www.ird.govt.nz or consult a tax professional.\n\n2. Choose Your Tax Rate\n? You can select your own tax rate based on your expected income.\n? The standard recommended tax rate is 20%, but you may choose a different rate based on your personal tax situation.\n\n?? Important:\n\nIf you choose a lower tax rate, you may owe tax at the end of the financial year.\nIf you overpay tax, you may be eligible for a refund.\n3. Where to Get Help\n? Refer to the IR330C form Ð It includes a guide for selecting the correct tax rate.\n? Check the IRD website: www.ird.govt.nz\n? Consult a tax professional if youÕre unsure which rate to select.\n\nIf you need further guidance, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"",
  "Can I work as a contractor if I am holding a student visa": "Your ability to work as a contractor while holding a student visa depends on the specific conditions of your visa set by Immigration New Zealand (INZ).\n\nAs a visa holder, it's your responsibility to ensure you meet all visa conditions.\n\nWhat We Suggest:\n?? Visit Immigration New Zealand to check your visa conditions.\n?? Consult an immigration agent for professional advice.\n\nWould you like help finding the right information? ??",
  "What is contracor or withholding tax? Do I get paid KiwiSaver and holiday pay": "What is Contractor or Withholding Tax?\nAs a contractor with Utopia, your earnings are subject to Withholding Tax (WT) instead of PAYE (Pay As You Earn) tax. This means:\n? Tax is deducted from your earnings before you are paid.\n? You must submit an IR330C form to select your tax rate.\n? You are responsible for managing your own taxes, including any extra tax owed at the end of the financial year.\n\nDo I Get Paid KiwiSaver and Holiday Pay?\n? No, contractors do not receive KiwiSaver contributions or holiday pay.\nSince you are self-employed, Utopia does not deduct or contribute to:\n?? KiwiSaver Ð If you want to contribute, you must arrange payments directly with Inland Revenue (IRD).\n?? Holiday Pay Ð Your earnings already include compensation for holidays, as contractors are paid a higher rate than employees.\n\nWould you like help with tax forms or setting up KiwiSaver contributions? ??",
  "Do I have to pay ACC leavy": "Yes, as a contractor working with Utopia, you are responsible for paying your own ACC levy (Accident Compensation Corporation levy).\n\nWhat You Need to Know About ACC Levies:\n? ACC levies cover workplace and non-work injuries.\n? Your first ACC invoice will arrive after your first year of contracting.\n? ACC will send you an invoice annually, usually in July or August.\n? The levy amount is based on your income from your IRD tax return.\n\nWhat to Do Next:\n?? Visit the ACC website for more details.\n?? If you have a tax agent, they can help you manage your ACC payments.\n\nLet me know if you need help understanding your tax obligations! ??",
  "I want to update my bank account details ": "To update your bank account details in Utopia, follow these steps:\n\nHow to Update Your Bank Details:\n1?? Open the Utopia app.\n2?? Go to Account (bottom right corner).\n3?? Select Payment Details.\n4?? Update your bank account information.\n5?? Save your changes.\n6?? Submit a Support Request to inform the Utopia team (important):\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "I have received the payslip but not yet the payment": "I Have Received the Payslip but Not Yet the PaymentÑWhat Should I Do?\nIf you have received your payslip but havenÕt received the payment, hereÕs what you should check:\n\n1. Confirm UtopiaÕs Payment Schedule\n? Depending on your bank processing times, payments may take 1Ð2 business days to appear in your account.\n\n2. Check Your Bank Account Details\n? Ensure your bank account details are correct in the Utopia App:\n\nGo to \"Account\" > \"Settings\" > \"Privacy\" to verify your payment details.\n3. Wait for Bank Processing\n?? Some banks process payments overnight or the next business day, especially if the payment was made late in the day.\n\n4. Contact Utopia Support If Payment Is Delayed\n?? If you still havenÕt received payment after 2 business days, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nSelect \"Payment Inquiry\" and explain the issue.",
  "how do I update my profile": "You can update your Utopia teaching profile directly in the appÑno need to resubmit documents unless specifically required.\n\nHow to Update Your Profile:\n1?? Open the Utopia app.\n2?? Go to Account (bottom right corner).\n3?? Select Teaching Profile.\n4?? Update your bio, experience, and availability as needed.\n5?? Save your changes.\n\nIf youÕre updating key details like qualifications, certifications, or identification, Utopia may require document verification. In this case, the app will prompt you to upload the necessary documents.\n\nFor further assistance, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.\n\nWould you like tips on optimizing your profile to attract more bookings? ??\n\n\n\n",
  "I have a complian ": "If you have a complaint, the best way to get it resolved is by submitting a Support Request through the Utopia app.\n\nHow to Submit a Complaint:\n?? Go to the Utopia app > Account > Support > Support Request\n?? Clearly explain the issue and provide any relevant details (e.g., job date, center name, or concern).\n\nThe Utopia support team will review your complaint and get back to you as soon as possible. Let me know if you need help! ??",
  "what's the average rating for teachers ": "WhatÕs the Average Rating for Teachers on Utopia?\nThe average overall rating for teachers on Utopia is around 4.61.\n\n?? If your rating is slightly lower than 4.61, donÕt stressÑitÕs easy to improve by maintaining good performance.\n?? If your rating is significantly lower (below 4.0), you may need to pay attention. In this case, Utopia may have already sent reminder emails regarding a specific low rating from a booking.\n\nHow to Improve Your Rating:\n? Be Punctual Ð Arrive at the centre on time.\n? Engage Positively Ð Interact with children and support staff effectively.\n? Follow Centre Guidelines Ð Respect centre policies and expectations.\n? Maintain Professionalism Ð Communicate well with staff and parents.\n\nHow to Check Your Rating or Get Feedback:\nUtopia does not display teacher ratings in the app.\nIf you are concerned about your rating, you can submit a Support Request in the Utopia App:\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk for feedback on your performance.",
  "how do I increase my rating": "How Do I Increase My Rating on Utopia?\nIf you want to improve your rating on Utopia, focus on providing a great experience for centres and following best practices.\n\nKey Ways to Improve Your Rating:\n? Be Punctual ?\n\nArrive on time or a few minutes early to prepare for your shift.\nIf youÕre running late, inform the centre immediately through the Utopia App (if possible) or via Utopia Support.\n? Engage Actively with Children & Staff ?????\n\nShow enthusiasm and participate in activities with the children.\nBe friendly and professional with centre staff and follow their guidance.\n? Follow Centre Guidelines ??\n\nEvery centre has different policiesÑlisten carefully to instructions.\nAsk questions if youÕre unsure about routines or expectations.\n? Maintain a Positive Attitude ??\n\nStay approachable, calm, and flexible in different environments.\nAvoid using your phone during shifts unless necessary for work.\n? Keep Your Availability Updated ??\n\nCentres prefer reliable relievers. Update your availability so you only receive job invites you can commit to.\n? Respond to Feedback ??\n\nIf Utopia emails you about a low rating, take it as an opportunity to improve.\nIf needed, submit a Support Request to ask for feedback on specific bookings:\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk for details on how you can improve your rating.\n?? Tip: The average rating for Utopia teachers is around 4.61. If yours is below 4.0, pay closer attention to centre feedback and make small adjustments to improve.",
  "Would my account be paused if my rating is lower than the average rating": "Would My Account Be Paused If My Rating Is Lower Than the Average?\nNot necessarily. Your account will not be paused just because your rating is slightly lower than the average (4.61).\n\nWhen Should You Be Concerned?\n?? If your rating drops significantly below 4.0, you may receive reminder emails from Utopia regarding specific low ratings.\n?? If there is consistent negative feedback from centres (3 or more concerning ratings placed by centres), Utopia may investigate your performance and provide support to help you improve.\n\nWhat Happens If My Rating Is Too Low?\n? If your rating is slightly below average (but above 4.0), you can still receive job invites and improve over time.\n? If your rating is consistently low (below 4.0) and does not improve, your account may be reviewed or paused while Utopia assesses the situation.\n\nHow to Avoid a Low Rating & Improve Performance:\n? Be punctual Ð Arriving late can impact your rating.\n? Engage positively with children and staff Ð Show enthusiasm and professionalism.\n? Follow centre guidelines Ð Each centre has its own expectations.\n? Respond to UtopiaÕs feedback emails Ð If you receive reminders, take them seriously and work on improving.\n\n?? Tip:\nIf you're worried about your rating, submit a Support Request in the Utopia App to ask for feedback:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk if there are specific areas where you can improve.\nLet me know if you need further clarification! ??\n\n\n\n\n",
  "I have received a warming email from Utopia regarding a low rating, can I know which centre was it": "I Received a Warning Email from Utopia About a Low RatingÑCan I Know Which Centre It Was?\nNo, Utopia does not disclose the name of the centre that placed a low rating. This is to ensure confidentiality and fairness in the feedback process.\n\nWhat You Can Do Instead:\n? Reflect on Recent Bookings Ð Think about your most recent jobs and any possible concerns that may have led to the low rating.\n? Review UtopiaÕs Feedback in the Email Ð The warning email may include general guidance on areas for improvement (e.g., punctuality, professionalism, engagement).\n? Work on Improving Your Rating Ð Maintain good communication, follow centre guidelines, and engage actively with children and staff to increase future ratings.\n\nNeed More Information?\n?? If you want to understand how to improve, you can submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk for general feedback on how to improve your performance.",
  "Will my account be paused if I receive low ratings": "Will My Account Be Paused If I Receive Low Ratings?\nNot necessarily. Your account will not be paused just because of a few low ratings. However, if you consistently receive low ratings, Utopia may take action.\n\nWhen Should You Be Concerned?\n?? If your rating drops below 4.0, you may receive reminder emails from Utopia regarding specific concerns.\n?? If you receive 3 or more concerning ratings from different centres, Utopia may investigate your performance.\n\nWhat Happens If My Rating Is Too Low?\n? If your rating is slightly below average (but above 4.0), you can still receive job invites and have opportunities to improve.\n? If your rating consistently stays below 4.0 and does not improve, your account may be reviewed or paused while Utopia assesses the situation.\n\nHow to Avoid a Low Rating & Improve Performance:\n? Be punctual Ð Arriving late can impact your rating.\n? Engage positively with children and staff Ð Show enthusiasm and professionalism.\n? Follow centre guidelines Ð Each centre has its own expectations.\n? Respond to UtopiaÕs feedback emails Ð If you receive reminders, take them seriously and work on improving.\n\n?? Tip:\nIf you're worried about your rating, submit a Support Request in the Utopia App to ask for feedback:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nAsk if there are specific areas where you can improve.\nLet me know if you need further clarification! ??\n\n\n\n\n\n\n\n\n",
  "whats the performance highlight I receive each month": "What Is the Performance Highlight I Receive Each Month?\nYour Performance Highlight is a monthly summary from Utopia that provides insights into your work performance on the platform. This helps you track your progress and identify areas for improvement.\n\nWhatÕs Included in the Performance Highlight?\n? Total Bookings Completed Ð The number of jobs you worked that month.\n? Your Average Rating Ð Based on feedback from centres.\n? Favourite Teacher Updates Ð If any new centres have added you to their Favourite Teacher pool.\n? Performance Insights Ð Any strengths or areas for improvement based on feedback.\n? Reminders or Warnings (if applicable) Ð If there were any low ratings or concerns from centres.\n\nWhy Is the Performance Highlight Important?\n?? It helps you understand how youÕre doing and how to improve your rating.\n?? If your performance is strong, you may receive more job invites from centres.\n?? If there are concerns, itÕs an opportunity to adjust and improve before it impacts your account status.\n\n?? Tip: If you have questions about your Performance Highlight, you can submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need further clarification! ??",
  "what if I run late": "What Should I Do If I Am Running Late for a Booking?\nIf you are running late, itÕs important to notify the centre as soon as possible to maintain professionalism and avoid a low rating.\n\nSteps to Take If YouÕre Running Late:\n? 1. Notify the Centre Immediately\n\nIf you have an upcoming confirmed job, you can message the centre directly through the Utopia App:\nOpen the Utopia App.\nGo to \"Your Jobs\" and tap on the centre's logo.\nPress \"Chat\" and send a message with your estimated arrival time.\n? 2. Give an Estimated Arrival Time\n\nBe as accurate as possible so the centre can plan accordingly.\nIf there are unexpected delays, send updates if necessary.\nHow Running Late Can Affect Your Rating\n?? Centres value punctuality, and being late may lead to a lower rating.\n?? If youÕre consistently late, it can impact your ability to receive job invites.\n?? If lateness was unavoidable (e.g., transport issues), apologizing and keeping the centre informed helps maintain professionalism.\n\n?? Tip: Always plan to arrive 10-15 minutes early to allow for unexpected delays.\n\nLet me know if you need further guidance! ??",
  "would  my account be paused if I run late": "Will My Account Be Paused If I Run Late?\nNo, your account will not be paused just for being late once or occasionally. However, frequent lateness will result in your account being paused.\n\nWhen Should You Be Concerned?\n?? If you are consistently late for multiple bookings, centres may give you low ratings.\n?? If several centres report lateness, Utopia may review your account.\n?? If lateness becomes a repeated issue, your account could be paused for further review.\n\nHow to Avoid Issues Due to Lateness:\n? Always aim to arrive 10-15 minutes early to allow for unexpected delays.\n? If youÕre running late, message the centre directly through the Utopia App to keep them informed.\n? Repeated lateness can affect your ability to receive job invites, so maintaining a good track record is important.\n\n?? Tip: If you have received a warning about lateness, focus on improving punctuality to maintain a good rating and job opportunities.\n\nLet me know if you need further clarification! ??\n\n\n\n\n",
  "Do I have to inform Utopia if I run late": "Do I Have to Inform Utopia If I Run Late?\nNo, you do not need to inform Utopia if you are running late. However, you must notify the centre directly to maintain professionalism and avoid a low rating.\n\nWhat to Do If YouÕre Running Late:\n? 1. Message the Centre Directly\n\nOpen the Utopia App.\nGo to \"Your Jobs\" and tap on the centre's logo.\nPress \"Chat\" and send a message with your estimated arrival time.\n? 2. Give an Estimated Arrival Time\n\nBe as accurate as possible so the centre can plan accordingly.\nIf there are unexpected delays, send updates if necessary.\nWhy ItÕs Important to Inform the Centre:\n?? Centres value punctuality, and failing to inform them may lead to a lower rating.\n?? Repeated lateness without communication can impact your ability to receive future job invites.\n\n?? Tip: Always plan to arrive 10-15 minutes early to allow for unexpected delays.\n\nLet me know if you need further clarification! ??\n\n\n\n\n",
  "How does tax work for me as a reliever? Do I need to handle that myself, or does Utopia deduct anything?": "As a reliever with Utopia, you are considered a contractor, not an employee. This means that Utopia does not deduct income tax for you like a traditional employer would. Instead, you receive schedular payments, which are subject to withholding tax.\n\nHereÕs how tax works for you:\n\nWithholding Tax Ð Utopia will deduct a percentage of your income as withholding tax and pay it to Inland Revenue (IRD) on your behalf.\nIR330C Form Ð You must complete the IR330C form to choose your withholding tax rate. The default recommended rate is 20%, but you can select a different rate above the minimum required (10% for residents).\nYear-End Tax Return Ð You must file an IR3 tax return by July 7 (or March 31 if you have a tax agent). If you've overpaid, you'll get a tax refund; if you've underpaid, you'll owe additional tax.\nACC Levies Ð As a contractor, you are also responsible for paying ACC levies, which cover workplace injuries. You will receive an invoice from ACC after your first year.\n?? Tip: Since your tax rate is a fixed percentage, it may not cover your full tax liability if your income fluctuates. ItÕs a good idea to set aside additional funds in case you owe more at the end of the year??.\n\nWould you like help filling out your IR330C form? ??",
  "I enjoy relief work, but IÕm also considering something more permanent. Can I find full-time opportunities through Utopia, or is it just for casual work?": "Yes! While Utopia is great for casual relief work, it also offers opportunities for more permanent roles. The U Recruitment Free portal within the app is designed specifically to help teachers find long-term placements at centers.\n\nHereÕs how you can explore full-time opportunities through Utopia:\n\nReceive Permanent Job Offers: If a center is interested in hiring you permanently, they can send you a job offer through the URecruitmentFree portal.\nMark Yourself as Available: You can actively seek permanent roles by toggling on Permanent Role Availability in your Account settings. This will make your profile visible to centers looking for long-term staff.\nTrial Jobs: Some centers may offer trial jobs before making a final hiring decision, giving you a chance to see if the role is a good fit.\nThe best part? Utopia does not charge centers any placement fees for hiring teachers, making it easier for you to transition into a permanent role if thatÕs what youÕre looking for?.",
  "Can I toggle on Permanent Role Availabilitu as many times as I want": "Can I Toggle On \"Permanent Role Availability\" as Many Times as I Want?\nYou can toggle it on when needed, but there is a waiting period before you can turn it back on after toggling it off.\n\nHow It Works:\n? You can toggle ON \"Permanent Role Availability\" anytime when youÕre open to permanent job offers.\n? If you toggle it OFF, you must wait a couple of weeks before turning it ON again.\n\nWhy Is There a Waiting Period?\n?? This prevents confusion for centres looking to hire permanent staff.\n?? Utopia wants you to carefully consider your career plans before making yourself available for permanent roles.\n\nHow to Manage Your Permanent Role Availability:\nOpen the Utopia App.\nGo to \"Account\" > \"Teaching Profile.\"\nFind the \"Permanent Role Availability\" option.\nToggle it ON or OFF as needed.\nSave your changes.\n?? Tip: If youÕre serious about finding a permanent role, keep it ON for an extended period to increase your chances of getting offers.\n\nLet me know if you need further help! ??",
  "If I am interested in a centre's permanent job offer, what will happen if I press I'm interested ": "What Happens If I Press \"I'm Interested\" in a Centre's Permanent Job Offer?\nWhen you press \"I'm Interested\" in a permanent job offer on Utopia, the centre will be notified that you are open to discussing the role.\n\n?? The permanent job position will be handled directly between you and the centreÑUtopia will not be involved in the hiring process.",
  "what does trial job mean": "A trial job in Utopia is a temporary booking that allows a center to assess your suitability for a potential permanent role.\n\nHow Trial Jobs Work:\n? A center interested in hiring you permanently may offer a trial job through the URecruitmentFree portal.\n? The trial booking lets both you and the center see if it's a good fit before committing to a long-term role.\n? If the center is happy with your performance, they may offer you a permanent position.\n\nHow to Identify a Trial Job:\n?? Trial jobs are labeled as \"U R FREE\" in the app.\n?? Please decline it if you are unavailable, as the booking is only sent to you.\n\nWould you like help checking if you have any trial job offers? ??",
  "Can I just mark myself as Available for Permanet role while I am not seeking for permanent jobs": "Can I Mark Myself as \"Available for Permanent Role\" While Not Seeking a Permanent Job?\n? No. Doing this is considered serious misconduct.\n\n?? Marking yourself as available for permanent jobs when you are not actually looking will:\n\nGreatly confuse centres and disrupt their hiring plans.\nLead to unnecessary bookings being sent to you based on incorrect availability.\nResult in your account being investigated and possibly closed for misuse of the feature.\nWhat You Should Do Instead:\n? Only toggle \"Available for Permanent Role\" if you are seriously considering permanent opportunities.\n? If you are unsure, wait until you are ready before marking yourself as available.\n\n?? Reminder: Centres rely on accurate availability to plan staffing. Misuse of this feature affects their hiring process and can impact your account status.\n",
  "If I donÕt want to accept a centre's permanent job offer, can I decline it": "Can I Decline a CentreÕs Permanent Job Offer?\n? Yes! You are not obligated to accept a permanent job offer from a centre if itÕs not the right fit for you.",
  "A centre I have worked with through Utopia has offered me a permanent job. I want to accept it, what shall I do": "A Centre I Worked With Through Utopia Offered Me a Permanent JobÑWhat Should I Do?\nIf you want to accept a permanent job offer from a centre you worked with through Utopia, follow these steps:\n\n1. Ask the Centre to Send You a Permanent Job Offer on the Utopia App\n? Request the centre to send the offer through URecruitmentFree (U R Free) in the Utopia App.\n? This ensures Utopia has a record of your transition to a permanent role.\n\n2. Accept the Permanent Job Offer in the Utopia App\n? Once the centre has sent the offer, review and accept it in the app.\n\n?? The hiring process will be directly between you and the centreÑUtopia will not be involved in your employment contract or payments.\n\nLet me know if you need further clarification! ??\n\n\n\n\n",
  "what does bookmarked by centres mean ": "Being bookmarked by centers means a center has saved your profile as a potential candidate for future bookings.\n\nWhat Does This Mean for You?\n? If you have toggled on \"Available for Permanent Role,\" centers looking for permanent staff may bookmark you.\n? A bookmarked center may later send you a trial relieving booking to assess if you're the right fit for their team.\n? This is also a great chance for you to experience different centers and see if youÕd like to work there long-term.\n\nHow to Check If You've Been Bookmarked:\n?? Go to the Utopia app > Account > Bookmarked by Centres\n?? See which centers have bookmarked you for potential permanent job trial bookings.\n\nWould you like help optimizing your profile to attract more centers? ??",
  "Can I arrive late or finish early for a booking": "No, you must be available for the full duration of your accepted booking. Arriving late or leaving early is not allowed unless there is an emergency and you have notified the center.\n\nWhat to Do If YouÕre Running Late or Need to Leave Early\n1?? Notify the center immediately using the Utopia chat feature.\n2?? Update your timesheet to reflect your actual working hours.\n3?? Be aware that frequent lateness or early departures may impact your reliability rating and job opportunities.\n\nIf you have an emergency and need further assistance, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.\n\nLet me know if you need help! ??",
  "How can I check upcoming bookings ": "You can check your upcoming bookings directly in the Utopia app.\n\nHow to View Your Upcoming Bookings:\n1?? Open the Utopia app.\n2?? Go to Your Jobs.\n3?? Select Upcoming Jobs to see all your confirmed bookings.\n4?? Tap on a booking to view job details, including date, time, and location.\n\nCheck via the Calendar Portal:\n?? You can also go to the Calendar section in the app.\n? Dates with a green dot underneath mean you have upcoming bookings.\n\nKeeping track of your upcoming jobs ensures you stay prepared! ?? Let me know if you need help.",
  "how to view the details of the multiday job invites I accepted": "nan",
  "How to apply for leave": "If you need to apply for leave for an upcoming booking, follow these steps:\n\nHow to Apply for Leave in the Utopia App:\n1?? Open the Utopia app.\n2?? Go to Your Jobs > Upcoming Jobs.\n3?? Select the booking you need to request leave for.\n4?? Tap Job Details, then choose Request Leave.\n5?? Submit your leave request.\n\nImportant Notes:\n? Leave requests are for emergencies onlyÑmisuse may lead to account investigation.\n? If you are unsure whether your leave request is valid, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.\n\nLet me know if you need help! ??\n\n\n\n",
  "Can I see reviews or ratings of a centre before accepting a booking?\n": "No, Utopia does not display center reviews or ratings before you accept a booking.\n\nHowever, after completing a job, you can rate the center and provide confidential feedback. This helps Utopia monitor center quality and improve teacher experiences.\n\nHow to Review a Center After a Job:\n1?? Go to the Your Timesheet section in the app.\n2?? Find the center under Reviews and fill in a quick survey about your working experience.\n3?? Submit your feedbackÑit remains confidential.\n\nIf you have concerns about a specific center, you can submit a Support Request:\n?? Home Page > Account > Support > Support Request.\n\nLet me know if you need help! ??",
  "How to edit timesheet": "You can edit your timesheet in the Utopia app before submitting it.\n\nHow to Edit Your Timesheet:\n1?? Open the Utopia app.\n2?? Go to Your Timesheet.\n3?? Select the booking you want to edit.\n4?? Adjust the hours if needed (editable hours will be shown in red).\n5?? Submit your timesheet before midnight on the same day of your booking.\n\nImportant Notes:\n? Once submitted, the center will review and confirm your timesheet.\n? If you made a mistake after submitting, you may need to contact Utopia Support:\n?? Home Page > Account > Support > Support Request\n\nLet me know if you need help! ??",
  "I submitted a wrong timesheet ": "If you submitted a wrong timesheet, you should contact Utopia Support immediately to correct it.\n\nHow to Fix a Submitted Timesheet:\n1?? Go to the Utopia app.\n2?? Submit a Support Request explaining the mistake:\n?? Home Page > Account > Support > Support Request\n3?? Provide details such as:\n\nBooking date & time\nIncorrect hours submitted\nCorrect hours that should be recorded\nWhy Timesheet Accuracy is Crucial:\n? Your payment is based on your timesheet, so any errors could delay or impact your earnings.\n? Centers must approve your timesheet, and once approved, changes may not be possible.\n? Repeated mistakes in timesheet submissions could lead to an account review.\n\nAlways double-check your hours before submitting to avoid issues. Let me know if you need help! ??",
  "Centre confirmed a wrong timesheet": "If a center confirmed a wrong timesheet, you should contact Utopia Support immediately to request a correction.\n\nHow to Fix a Wrongly Confirmed Timesheet:\n1?? Go to the Utopia app.\n2?? Submit a Support Request explaining the issue:\n?? Home Page > Account > Support > Support Request\n3?? Include the following details:\n\nBooking date & time\nIncorrect hours confirmed by the center\nCorrect hours that should be recorded",
  "I can't edit my timesheet ": "I CanÕt Edit My TimesheetÑWhat Should I Do?\nIf youÕre unable to edit your timesheet in the Utopia App, it may be due to the following reason:\n\n? Timesheet Auto-Submitted\n?? Timesheets must be submitted by midnight on the same day as the booking. If you miss the deadline, Utopia will auto-submit it based on the centreÕs confirmed hours, and you wonÕt be able to edit it.\n\nWhat to Do Next?\n?? If there is an error in your timesheet and you need it corrected, submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nSelect \"Timesheet Issue\" and provide the correct hours.\n?? Tip: Always submit your timesheet on time to avoid auto-submission!\n\nLet me know if you need further assistance! ??",
  "What does Updates mean ": "What Does \"Updates\" Mean in the Utopia App?\nThe \"Updates\" section in the Utopia App is your news hub centre, where Utopia delivers important messages and announcements.\n\nWhat You Can Find in \"Updates\":\n? New App Features Ð Learn about the latest updates and improvements in the Utopia App.\n? Programme Announcements Ð Stay informed about UtopiaÕs initiatives and offers.\n? Important Messages from Utopia Ð Any key updates that may affect your experience on the platform.\n\n?? Tip: Check the Updates section regularly to stay informed and take advantage of new features or opportunities.\n\nLet me know if you need further clarification! ??",
  "can you call me for job invites, I donÕt have internet ": "Can Utopia Call Me for Job Invites If I DonÕt Have Internet?\n? No, Utopia does not call teachers for job invites. All job offers are sent through the Utopia App, and teachers must accept them within the app.\n\nWhat You Can Do If You DonÕt Have Internet:\n? Use Mobile Data Ð If Wi-Fi is unavailable, try enabling mobile data on your phone to access the app.\n? Connect to Public Wi-Fi Ð Libraries, cafs, and community centers often have free Wi-Fi.\n? Check Your Job Invites When You Have Internet Access Ð Job invites remain visible in the app until they are accepted by someone else.\n\n?? Tip: To avoid missing job opportunities, try to check your app regularly when you have internet access.\n\nIf you need assistance, submit a Support Request once youÕre connected:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need further help! ??",
  "do you have kindergarten on board": "\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??",
  "do you have Bear park centres on board": "Do You Have Bear Park Centres on Board?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??\n\n\n\n\n",
  "how many teachers you have on board": "How Many Teachers Are on Utopia?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??",
  "did you over hire teachers": "How Many Teachers Are on Utopia?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??",
  "talk to someone": "Need to Talk to Someone?\n?? To speak with a Utopia support team member, please submit a Support Request:\n\nOpen the Utopia App.\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nDescribe your issue or request a callback if needed.\n?? New teachers? Email us at info@utopiaedu.co.nz for assistance.\n\nThe Utopia team will get back to you as soon as possible. ??",
  "human ": "Need to Talk to Someone?\n?? To speak with a Utopia support team member, please submit a Support Request:\n\nOpen the Utopia App.\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nDescribe your issue or request a callback if needed.\n?? New teachers? Email us at info@utopiaedu.co.nz for assistance.\n\nThe Utopia team will get back to you as soon as possible. ??",
  "how many staff in your team": "Do You Have Home-Based Centres on Board?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??",
  "can I apply for being an admin in your team ": "Do You Have Home-Based Centres on Board?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??",
  "do you have home based centre on board": "Do You Have Home-Based Centres on Board?\n? This inquiry is not related to Utopia app features or general teacher user questions.\n\n?? For this type of inquiry, please submit a Support Request in the Utopia App:\n\nGo to \"Account\" > \"Support\" > \"Support Request.\"\nLet me know if you need help with anything else! ??"
}